{
  "numModsEnabled_one": "{{count}} мод активирован",
  "numModsEnabled_other": "{{count}} модов активировано",
  "numModsHidden_one": "{{count}} из них скрыт",
  "numModsHidden_other": "{{count}} из них скрыто",
  "priorityTooltipOne": "Моды с меньшим порядком имеют более высокий приоритет.",
  "priorityTooltipTwo": "Щелкните правой кнопкой по номеру мода для сброса или здесь для сброса всех.",
  "priorityTooltipThree": "Не изменяйте приоритет модов, если не знаете, что делаете!",
  "order": "Порядок",
  "pack": "Пак",
  "dataPacks": "Паки данных",
  "enabled": "Активен",
  "thumbnail": "Миниатюра",
  "name": "Название",
  "author": "Автор",
  "sortBySubscribedDate": "Щелкните правой кнопкой для сортировки по дате подписки",
  "sortByDataPacks": "Щелкните правой кнопкой для сортировки по пакам данных",
  "enableOrDisableAll": "Щелкните правой кнопкой для активации или деактивации всех модов",
  "subscriptionTime": "Время подписки",
  "lastUpdated": "Последнее обновление",
  "movieModOne": "Мод является видео-модом.",
  "movieModTwo": "Видео-моды всегда имеют высокий приоритет!",
  "movieModThree": "Всегда активен, поскольку находится в папке WH3/data!",
  "coffee": "Купите мне кофе:",
  "byAuthor": "автор: Prop Joe (Steam) / Shazbot (GitHub)",
  "about": "О программе",
  "compatHelpFilesOne": "Часто модеры используют один и тот же файл в нескольких модах, поэтому они будут отображаться здесь, хотя это нормально и задумано. Если оба файла имеют одинаковый размер, для них будет отображена иконка. Это не то же самое, что сравнение их содержимого — например, \"aaa\" и \"bbb\" имеют одинаковый размер — но это сравнение намного быстрее и достаточно хорошо для файлов.",
  "compatHelpTwo": "На панели \"родительский\" (подчеркнутый) мод будет иметь приоритет, если только STAR_ICON не стоит рядом с названием \"дочернего\" мода.",
  "compatHelpOne": "Вкладка Таблицы показывает ключи в таблицах базы данных, которые конфликтуют друг с другом. Таблицы базы данных обычно связаны со статистикой юнитов. Например, моды-переработки, влияющие на статистику юнитов, всегда будут иметь здесь конфликты. В отличие от вкладки Файлы, для определения приоритета сравниваются реальные названия таблиц, а не названия паков. Поэтому изменение порядка загрузки здесь ничего не изменит.",
  "compatHelpThree": "Вкладка Файлы показывает целые файлы, которые перезаписывают друг друга, обычно это связано с визуалом юнитов: .dds текстуры, .wsmodel и .variantmeshdefinition файлы, которые определяют, как выглядит юнит в игре. Игра будет использовать файл из мода с более высоким приоритетом загрузки, поэтому между двумя модами, применяющими визуальные изменения, внутриигровой результат будет зависеть от относительного приоритета двух модов.",
  "checkCompat": "Проверить совместимость",
  "modCompatibility": "Совместимость модов",
  "enabledModsOnly": "Только активные моды",
  "files": "Файлы",
  "tables": "Таблицы",
  "dbTable": "Таблица БД",
  "tableColumn": "Столбец таблицы",
  "help": "Помощь",
  "collisionWith": "Конфликт с",
  "in": "в",
  "key": "ключ",
  "readingAndComparingPacks": "Чтение и сравнение паков...",
  "waitForReadingAndComparingPacks": "Пожалуйста, подождите, пока все паки модов будут прочитаны и сравнены друг с другом...",
  "presetsTooltip1": "Создайте новый пресет, введя его название.",
  "presetsTooltip2": "При выборе существующего пресета:",
  "presetsTooltip3": "Удерживайте Shift для добавления модов из пресета к текущим модам.",
  "presetsTooltip4": "Удерживайте Ctrl для удаления модов из пресета из текущих модов.",
  "selectOrCreatePreset": "Выберите или создайте пресет:",
  "filter": "Фильтр:",
  "deletePreset": "Удалить пресет:",
  "replacePreset": "Заменить пресет:",
  "editPresets": "Редактировать пресеты",
  "missing": "отсутствует:",
  "missingReqMods": "Отсутствуют необходимые моды!",
  "outdatedOverwritingPacksTooltip": "Эти паки перезаписывают данные CA и не должны использоваться в устаревшем виде:",
  "outdatedOverwritingPacks": "Устаревшие перезаписывающие паки!",
  "overwrites": "перезаписывает:",
  "packsWithOutdatedFiles": "Паки, содержащие устаревшие файлы, которые с тех пор были изменены в патче:",
  "outdatedPacks": "Устаревшие паки!",
  "enabledMods": "Активные моды:",
  "outdatedMergedModsTooltip": "Некоторые объединенные моды содержат устаревшие моды, обновите их (щелкните правой кнопкой) или создайте новый объединенный мод!",
  "outdatedMergedMods": "Устаревшие объединенные моды!",
  "play": "Играть",
  "continue": "Продолжить",
  "dbViewer": "Просмотр БД",
  "allMods": "Все моды",
  "enabledModsCapitalized": "Активные моды",
  "categories": "Категории",
  "createSteamCollection": "Создать коллекцию Steam",
  "openSteamCollectionsPage": "Открыть страницу Steam для создания коллекций игр",
  "openSteamCollectionsPageTooltip": "Открыть страницу Steam для создания коллекций игр",
  "copyCollectionScript": "Скопировать скрипт коллекции в буфер обмена",
  "copyCollectionScriptTooltip1": "Копирует в буфер обмена скрипт для заполнения текущих активных модов в коллекцию.",
  "copyCollectionScriptTooltip2": "Удерживайте Shift, если хотите скопировать все моды, а не только активные.",
  "createSteamCollectionHelp1": "Это способ экспортировать моды в коллекцию Steam. Это не автоматический процесс и требует выполнения консольного скрипта в браузере для автоматизации нажатий кнопок в браузере.",
  "createSteamCollectionHelp2": "Откройте страницу создания новой коллекции Steam Workshop в браузере. На первой странице название коллекции и миниатюра изображения обязательны. На второй странице, где вы выбираете моды для добавления в коллекцию, нажмите Ctrl+Shift+I и переключитесь на вкладку консоли из вкладок в правом верхнем углу:",
  "createSteamCollectionHelp3": "Вставьте скрипт, полученный при нажатии кнопки \"Скопировать скрипт создания в буфер обмена\" в консоль и нажмите enter:",
  "createSteamCollectionHelp4": "Появятся две кнопки: одна для добавления модов в коллекцию и кнопка сброса, которая удаляет все добавленные моды. Нажмите зеленую кнопку +, которая появится, и дождитесь перезагрузки страницы.",
  "configureFolderLocations": "Настроить расположение папок",
  "setFolderPathsManuallyWH2": "Менеджер модов попытался получить расположение папок WH2 из реестра Windows, но не смог их найти! Вам придется установить их вручную.",
  "setFolderPathsManuallyWH3": "Менеджер модов попытался получить расположение папок WH3 из реестра Windows, но не смог их найти! Вам придется установить их вручную.",
  "setFolderPathsManuallyThreeKingdoms": "Менеджер модов попытался получить расположение папок Three Kingdoms из реестра Windows, но не смог их найти! Вам придется установить их вручную.",
  "setFolderPathsManuallyOptionallyWH2": "Менеджер модов автоматически нашел пути папок WH2 из реестра Windows, но вы можете установить их вручную здесь.",
  "setFolderPathsManuallyOptionallyWH3": "Менеджер модов автоматически нашел пути папок WH3 из реестра Windows, но вы можете установить их вручную здесь.",
  "setFolderPathsManuallyOptionallyThreeKingdoms": "Менеджер модов автоматически нашел пути папок Three Kingdoms из реестра Windows, но вы можете установить их вручную здесь.",
  "wh2": "Warhammer 2",
  "wh3": "Warhammer 3",
  "threeKingdoms": "Три королевства",
  "attila": "Аттила",
  "mainWH3Folder": "Основная папка Warhammer 3, содержащая Warhammer3.exe, например C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER III",
  "mainWH2Folder": "Основная папка Warhammer 2, содержащая Warhammer2.exe, например C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER II",
  "mainThreeKingdomsFolder": "Основная папка Three Kingdoms, содержащая Three_Kingdoms.exe, например C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War THREE KINGDOMS",
  "wh3Folder": "Папка WH3:",
  "wh2Folder": "Папка WH2:",
  "threeKingdomsFolder": "Папка Three Kingdoms:",
  "selectWH3Folder": "Выбрать папку WH3",
  "selectWH2Folder": "Выбрать папку WH2",
  "selectThreeKingdomsFolder": "Выбрать папку Three Kingdoms",
  "wh3ContentFolder": "Папка контента Steam Workshop для Warhammer 3 с названием 1142710 (steam ID для WH3), содержащая моды, например C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1142710",
  "wh2ContentFolder": "Папка контента Steam Workshop для Warhammer 2 с названием 594570 (steam ID для WH2), содержащая моды, например C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\594570",
  "threeKingdomsContentFolder": "Папка контента Steam Workshop для Three Kingdoms с названием 779340 (steam ID для 3K), содержащая моды, например C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\779340",
  "mainAttilaFolder": "Основная папка Attila, содержащая Attila.exe, например C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Attila",
  "attilaFolder": "Папка Attila:",
  "attilaContentFolder": "Папка контента Steam Workshop для Attila с названием 325610 (steam ID для Attila), содержащая моды, например C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\325610",
  "selectAttilaFolder": "Выбрать папку Attila",
  "setFolderPathsManuallyAttila": "Менеджер модов попытался получить расположение папок Attila из реестра Windows, но не смог их найти! Вам придется установить их вручную!",
  "setFolderPathsManuallyOptionallyAttila": "Менеджер модов автоматически нашел пути папок Attila из реестра Windows, но вы можете установить их вручную здесь.",
  "contentFolder": "Папка контента:",
  "selectContentFolder": "Выбрать папку контента",
  "setLoadOrderFor": "Установить порядок загрузки для",
  "setLoadOrderMessage1": "Установить порядок загрузки для этого мода. Изменение порядка загрузки очень редко требуется в WH3 и может вызвать непредвиденные проблемы совместимости между модами.",
  "setLoadOrderMessage2": "Всегда оставляйте порядок загрузки по умолчанию, если у вас нет очень веской причины!",
  "setLoadOrder": "Установить порядок загрузки",
  "goToWorkshopPage": "Перейти на страницу мастерской",
  "openInSteam": "Открыть в Steam",
  "keepAlwaysEnabled": "Держать всегда активным",
  "keepAlwaysEnabledTooltip": "Мод всегда будет активен, даже когда скрыт.",
  "hideFromListTooltip": "Мод будет скрыт из списка и деактивирован (кроме случаев, когда всегда активен).",
  "hideFromList": "Скрыть из списка",
  "showInExplorer": "Показать в проводнике",
  "showInRPFM": "Открыть в RPFM",
  "openInViewer": "Открыть в просмотрщике",
  "copyPathToClipboard": "Скопировать путь в буфер обмена",
  "updateModTooltip": "Загружает обновление в мастерскую. Должен уже существовать в мастерской.",
  "updateMod": "Обновить мод",
  "fakeUpdatePackTooltip": "Добавляет файл whmm_update.txt в пак, заполненный случайными шестнадцатеричными числами, или изменяет числа, если файл уже существует. ОБНОВИТЕ ПОЖАЛУЙСТА",
  "fakeUpdatePack": "Фиктивное обновление пака",
  "createBackupTooltip": "Создает резервную копию пака в папке whmm_backups, находящейся в том же месте, что и пак.",
  "createBackup": "Создать резервную копию",
  "forceDownload": "Принудительная загрузка",
  "forceDownloadTooltip": "Заставить Steam повторно загрузить мод.",
  "unsubscribe": "Отписаться",
  "unsubscribeTooltip": "Отписаться от мода в Steam.",
  "reMergeTooltip": "Объединить моды снова для обновления объединенного пака с последними версиями модов.",
  "reMerge": "Обновить (Переобъединить)",
  "deleteMod": "Удалить",
  "deleteModTooltip": "Удалить объединенный пак.",
  "otherOptions": "Другие опции",
  "modAuthorColumn": "Столбец автора мода",
  "forceReDownload": "Принудительная повторная загрузка",
  "forceDownloadMsg": "Заставить steam проверить и загрузить последнюю версию активных модов, если они устарели. Удерживайте Shift для загрузки всех модов.",
  "contentVsData": "Контентные моды против модов данных",
  "contentVsDataMsg": "Моды, на которые вы подписались, находятся в папке мастерской (контент), но также могут загружаться из папки данных. Не трогайте, если не знаете, что делаете!",
  "extraColumns": "Дополнительные столбцы",
  "modThumbnailColumn": "Столбец миниатюр модов",
  "closeOnPlay": "Закрыть менеджер при запуске",
  "copyToDataMsg1": "Копирует текущие активные моды из контента в данные.",
  "copyToDataMsg2": "Удерживайте Shift, если хотите скопировать все моды.",
  "copyToDataMsg3": "Как модер, это может перезаписать ваш мод в данных более старой версией, которая у вас есть в контенте!",
  "copyToDataMsg4": "Моды, находящиеся в данных, будут иметь красное название в менеджере.",
  "copyToData": "Копировать в данные",
  "cleanData": "Очистить данные",
  "cleanDataMsg": "Удаляет все моды в данных, если такой мод уже существует в контенте. Как модер, это может удалить более новую версию вашего мода в данных!",
  "symLink": "Вы также можете скопировать их как символические ссылки (в основном ярлык), чтобы они не занимали дублированное место. Они также всегда будут актуальными с контентным модом, поскольку это просто ярлык к реальному моду.",
  "newVersionAvailable": "Доступна новая версия для загрузки.",
  "download": "Загрузить",
  "updateAvailable": "Доступно обновление",
  "loadSave": "Загрузить сохранение",
  "loadModsFromSave": "Загрузить моды из сохранения",
  "modsInSaveNotEnabled": "Моды, присутствующие в сохранении, но не активированные в данный момент",
  "modsInSaveAndEnabled": "Моды, которые присутствуют в сохранении и активированы в данный момент",
  "modsNotInSaveButEnabled": "Моды, не присутствующие в сохранении, но активированные в данный момент",
  "compareModsInSave": "Сравнить моды в сохранении",
  "comparingModsInSave": "Сравнение модов в сохранении",
  "noMissingPacks": "Нет отсутствующих паков",
  "noExtraPacks": "Нет дополнительных паков",
  "noCommonPacks": "Нет общих паков",
  "savedGames": "Сохраненные игры",
  "missingRequiredMods": "Отсутствуют необходимые моды",
  "onbWelcome": "Добро пожаловать и спасибо за использование менеджера модов. Этот небольшой учебник познакомит вас с интерфейсом.",
  "onbPresets": "Пресеты позволяют сохранить список модов, чтобы загрузить его позже.",
  "onbPresets1": "Введите в этом текстовом поле для создания нового пресета или используйте выпадающую кнопку для выбора старого пресета.",
  "onbPresets2": "Вы можете удерживать Shift при выборе пресета для создания объединения выбранных модов между текущими активными модами и модами, активированными в пресете. (в основном добавить пресет)",
  "onbPresets3": "Вы можете удерживать Ctrl при выборе пресета для снятия отметки с любых текущих выбранных модов, которые активированы в этом пресете. (в основном вычесть пресет)",
  "onbReplacePreset": "Выберите пресет, который хотите заменить текущим выбором модов.",
  "onbDeletePreset": "Выберите пресет, который хотите удалить.",
  "onbSorting1": "Моды имеют приоритет на основе их порядка, по умолчанию это основано на названии паков.",
  "onbSorting2": "Обычно вы не хотите вручную изменять порядок, поскольку модеры уже называют свои паки для автоматического достижения этого, например, когда они ставят восклицательные знаки в начале названия пака.",
  "onbSorting3": "Вы можете щелкнуть правой кнопкой по заголовку Порядок для сброса порядка к значению по умолчанию, и левой кнопкой для сортировки модов по порядку модов.",
  "onbSorting4": "Во вкладке Активные моды вы можете использовать иконку захвата для перетаскивания отдельных модов для изменения их порядка.",
  "onbSorting5": "Захват виден при наведении на мод и только когда все моды отсортированы по порядку!",
  "onbSorting6": "Когда мод вручную переупорядочен, его номер порядка будет окрашен в красный цвет. Вы можете щелкнуть правой кнопкой по номеру порядка этого мода для его сброса.",
  "onbSorting7": "Левый клик для сортировки по активным модам.",
  "onbSorting8": "Вы можете щелкнуть правой кнопкой по этому заголовку для активации или деактивации всех модов.",
  "onbSorting9": "Если флажок мода фиолетовый, это означает, что мод всегда активен.",
  "onbPlay": "Запустить игру с выбранными модами.",
  "onbContinue": "Продолжить последнее сохранение с выбранными модами.",
  "onbSaves": "Показать все сохранения игры для выбора.",
  "reqAdmin": "Требуется запуск от имени администратора!",
  "symLinkMsg1": "Создает символические ссылки текущих активных модов из контента в данные.",
  "symLinkMsg2": "Удерживайте Shift, если хотите создать ссылки всех модов.",
  "symLinkMsg3": "Это не создаст ссылки модов, которые уже существуют в данных.",
  "symLinkMsg4": "Моды, являющиеся символическими ссылками, будут иметь синее название в менеджере.",
  "createSymLinks": "Создать символические ссылки в данных",
  "cleanSymLinks": "Очистить символические ссылки в данных",
  "cleanSymLinksMsg": "Удаляет все символические ссылки в данных. Не затронет реальные моды, которые не являются символическими ссылками.",
  "unhideMods": "Показать моды, которые вы ранее скрыли:",
  "hiddenMods": "Скрытые моды",
  "shareMods": "Поделиться модами",
  "shareModsMsg": "Поделиться текущим списком модов с другими людьми для мультиплеера:",
  "shareModLists": "Поделиться списком модов",
  "copyModNames": "Скопировать названия активных модов в буфер обмена:",
  "copyModList": "Скопировать список модов",
  "createSteamCollectionMsg": "Создать коллекцию Steam из активных модов:",
  "forModders": "Для модеров",
  "keepInSync": "Держите их синхронизированными для MP!",
  "forCustomBattleTesting": "Для тестирования 1 на 1 в пользовательских битвах.",
  "makeCustomBattleGenerals": "Сделать всех юнитов генералами пользовательских битв",
  "enableScriptLogging": "Включить логирование скриптов",
  "enableScriptLogging1": "Включает логирование скриптов WH3.",
  "enableScriptLogging2": "Логи создаются в папке WH3.",
  "skipIntroMovies": "Пропустить вступительные ролики",
  "autoStartCustomBattles": "Автозапуск пользовательской битвы",
  "autoStartCustomBattles1": "Для повторяющегося визуального тестирования, включающего перезапуск игры.",
  "autoStartCustomBattles2": "Настройте пользовательскую битву один раз и включите это для автоматического входа в неё.",
  "changeGameProcessPriority": "Изменить приоритет процесса игры",
  "changeGameProcessPriority1": "Устанавливает высокий приоритет процесса игры при запуске игры.",
  "changeGameProcessPriority2": "Может увеличить производительность и стабильность при переключении Alt-Tab.",
  "setFolderPaths": "Установить пути папок",
  "setFolderPathsMsg": "Установить пути папок игры и контента Steam Workshop.",
  "categoryFilter": "Фильтр категорий",
  "categoriesFilter": "Фильтр категорий",
  "nameFilter": "Фильтр по названию",
  "category": "Категория",
  "mergeMods": "Объединить моды",
  "mergeLoadExisting": "Загрузить существующий:",
  "mergeLoadExistingMsg": "Загрузить моды, находящиеся в существующем объединенном моде.",
  "hideAlreadyMerged": "Не показывать мод, если он находится внутри активного объединенного пака.",
  "hideAlreadyMergedMsg": "Скрыть уже объединенные",
  "selectFirst": "Выбрать первые",
  "modsToMerge": "модов для объединения",
  "merge": "Объединить",
  "size": "Размер",
  "cannotBeMergedDep": "Мод не может быть объединен, поскольку имеет зависимость на уровне пака с другим модом.",
  "mergeModsHelp1": "Эта панель позволяет объединять моды для обхода лимита модов. Она объединяет выбранные моды в новый .pack мода и помещает его в папку WH3/data. Объединенные моды также имеют сопутствующий .json файл с тем же названием, если вы переименовываете или перемещаете объединенный мод, также переименуйте или переместите json файл. Моды предварительно отсортированы по размеру для более быстрого объединения.",
  "mergeModsHelp2": "Объединенный мод не будет иметь те же названия файлов, что и объединенные моды, что может повлиять на приоритет порядка загрузки, поэтому пропустите объединение модов, требующих ручного изменения порядка загрузки. При этом такие моды должны быть невероятно редкими, и как правило, вы никогда не должны вручную трогать порядок загрузки!",
  "mergeModsHelp3": "Когда моды обновляются, объединенный пак будет содержать старый устаревший мод внутри него. Вы должны получить предупреждение красным цветом (оно будет над кнопкой Играть), предупреждающее вас об этом, и затем вы можете щелкнуть правой кнопкой по объединенному паку и использовать опцию Обновить (Переобъединить), которая обновит объединенный пак. Предупреждение может появиться при запуске приложения, но исчезает, как только мы получаем более новую информацию из мастерской, в этом случае вам не нужно его обновлять.",
  "mergeModsHelp4": "Вы можете оставить моды, которые были объединены, активными в менеджере модов, менеджер автоматически пропустит их, если они уже присутствуют в объединенном моде, который у вас активирован. Это зависит от .json файла, если он отсутствует, вам придется деактивировать эти моды, иначе игра аварийно завершится, поскольку ей не нравятся дублированные файлы в модах.",
  "language": "Язык:",
  "customize": "Настроить",
  "groupingsUnitPermissions": "Юниты, по группам",
  "buildingsPermissions": "Здания",
  "unit": "Юнит",
  "unitKeySortTableOrder": "(Порядок по умолчанию)",
  "owner": "Владелец",
  "group": "Группа",
  "allowed": "Разрешено",
  "factionsUnitPermissions": "Юниты, по фракциям",
  "uniqueAgentsPermissions": "Легендарные лорды и герои",
  "agentSubtype": "Подтип агента",
  "campaignGroup": "Группа кампании",
  "agentsPermissions": "Лорды и герои",
  "agentSubtypeAndType": "Подтип агента (Тип агента)",
  "faction": "Фракция",
  "Building": "Здание",
  "Game": "Игра",
  "cultureSubcultureFaction": "Культура, субкультура, фракция (все 3 опциональны)",
  "modCustomizationHelp1": "Эта панель позволяет настраивать моды, в настоящее время вы можете отключать юниты, здания и агентов (лордов и героев).",
  "modCustomizationHelp2": "Способ, которым игра обрабатывает разрешения юнитов: юнит может иметь групповое разрешение (которое может затронуть несколько фракций) или разрешение по фракциям, или оба. По причинам стабильности игры только групповые разрешения могут быть отключены. Обратите внимание, что это не повлияет на пользовательские битвы, поскольку там используется другая система!",
  "modCustomizationHelp3": "Обычные агенты (лорды и герои) привязаны к группам кампании, и вы можете отключить их таким образом, за исключением легендарных агентов, у которых есть своя вкладка.",
  "modCustomizationHelp4": "Менеджер настраивает мод, создавая копию пака с необходимыми изменениями в новой подпапке 'whmm_overwrites' внутри вашей папки WH3 каждый раз, когда вы запускаете игру. Обратите внимание, что эти копии в настоящее время никогда не удаляются и не очищаются. Я не уверен, как это влияет на мультиплеер, но вероятно, вы получите предупреждения о 'разных версиях', поскольку игра думает, что ваши паки отличаются, даже когда это не так, но я не уверен. Удаление настройки для мода также даст вам предупреждение при загрузке сохранения о том, что пак отсутствует, поскольку мы теперь используем оригинальный пак мода, а не настроенную версию, но вы можете проигнорировать это.",
  "importSteamCollection": "Импортировать коллекцию Steam",
  "importSteamCollectionMsg1": "URL коллекции Steam, например",
  "importSteamCollectionMsg2": "https://steamcommunity.com/sharedfiles/filedetails/?id=3137780509",
  "Import": "Импортировать",
  "importSteamCollectionDisableOtherMods": "Отключить моды, не входящие в коллекцию",
  "importSteamCollectionDisableOtherModsMsg": "Отключить текущие активные моды.",
  "importSteamCollectionUseLoadOrder": "Импортировать с явным порядком загрузки",
  "importSteamCollectionUseLoadOrderMsg": "Импортировать с явным порядком загрузки, как упорядочено в коллекции. Этого следует крайне избегать, поскольку обычно вы не хотите изменять порядок загрузки всех модов, только тех, кому это действительно нужно. Рекомендуется использование кодов Share Mods, поскольку они позволяют установить, какие отдельные моды требуют пользовательского порядка загрузки. Рекомендуется только если вы планируете использовать только моды в коллекции и не добавлять другие моды.",
  "importSteamCollectionPresetName": "Название пресета:",
  "importSteamCollectionUsePresetLoadOrderMsg": "Импортировать с явным порядком загрузки, как упорядочено в коллекции. Те же замечания, что и выше, избегайте в большинстве случаев.",
  "importSteamCollectionImportIntoPreset": "Импортировать в пресет",
  "importSteamCollectionPresetNameMsg1": "Название нового пресета, оставьте пустым для использования названия коллекции.",
  "importSteamCollectionPresetNameMsg2": "Пресет с этим названием уже существует и будет перезаписан.",
  "importSteamCollectionEnableCollectionMods": "Импортировать в текущий список модов",
  "importSteamCollectionOptionsMsg": "Импортировать моды из коллекции Steam:",
  "createdPreset": "Создан пресет:",
  "failedFetchingSteamCollection": "Не удалось получить коллекцию Steam!",
  "importedModsFromSteamCollection": "Импортированы моды из коллекции Steam!",
  "releaseNotes": "Заметки к выпуску",
  "faqFirstH": "Как менеджер модов взаимодействует с игрой?",
  "faqFirstC": "Менеджер модов функционирует так же, как CA Launcher, он создает текстовый файл со списком активных модов, а затем запускает WH3.exe с аргументом запуска: названием указанного текстового файла. И CA Launcher, и менеджер модов используют used_mods.txt, который находится в той же папке, где wh3.exe.",
  "faqSecondH": "Как работает совместимость мультиплеера?",
  "faqSecondC": "Оба игрока должны иметь одинаковые активные моды с одинаковым порядком загрузки. Если какие-либо из модов устарели из-за того, что Steam не загрузил обновление мода для одного из игроков, игра также будет жаловаться. Моды также должны находиться в одном месте, поэтому у вас не может быть модов в папке данных, а у другого игрока в папке контента. Быстрая проверка — сравнить ваши файлы used_mods.txt, они должны быть одинаковыми.",
  "faqThirdH": "Контентные моды против модов данных?",
  "faqThirdC1": "Это относится к 2 папкам, из которых обычно загружаются моды.",
  "faqThirdC2": "Папка контента — это место, где Steam сохраняет моды, на которые вы подписались, для WH3 это может быть C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1142710, где 1142710 — это Steam Id для WH3. Папка данных находится в папке игры (например, C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER III\\data) и также содержит ванильные .pack файлы, такие как data.pack.",
  "faqThirdC3": "Папка данных в основном используется модерами, которые помещают туда свои .pack файлы при работе над своими модами. Есть преимущество в производительности времени загрузки, если вы поместите все свои моды в папку данных вместо подпапок контента, моя догадка — из-за меньшего количества мест поиска папок для ресурсов, это то, что CA должна, надеюсь, исправить. Вот почему есть опции для этого в Других опциях.",
  "faqThirdC4": "Использование кнопки Копировать в данные в Других опциях скопирует моды в данные, и они будут иметь красный цвет в менеджере. Но если мод обновится, обновленная версия будет в папке контента, поэтому вам придется использовать кнопку снова. Это также может использоваться как способ сохранить все ваши моды необновленными, когда выходит обновление игры.",
  "faqThirdC5": "Использование Создать символические ссылки в данных — это способ иметь моды в данных, оставаясь при этом синхронизированными с контентными модами, поэтому они всегда актуальны, но вы получаете некоторые преимущества производительности. Символические ссылки — это функция Windows, в основном продвинутые ярлыки.",
  "faqFourthH": "Должен ли я изменять порядок загрузки?",
  "faqFourthC1": "Вы всегда должны оставлять порядок загрузки по умолчанию и не изменять его вручную, если вам прямо не сказал это сделать модер. У модеров есть несколько методов, которые они используют для обеспечения работы своих модов, как положено, используя порядок загрузки по умолчанию.",
  "faqFourthC2": "Если у вас есть чисто визуальные моды, которые изменяют одного и того же юнита, вы можете попробовать изменить порядок загрузки, но в остальном изменение порядка загрузки КРАЙНЕ маловероятно решит любые другие проблемы модов или баги в игре и может вызвать появление новых.",
  "faqFifthH": "Как работают моды и порядок загрузки?",
  "faqFifthC1": "Моды с меньшим номером порядка имеют более высокий приоритет. По умолчанию моды упорядочены по алфавиту и цифрам по их названию. Модеры называют свои моды и используют префиксы, такие как !, для достижения порядка загрузки, который они хотят для своего мода.",
  "faqFifthC2": "(См. Что такое pack файл? выше) Файлы базы данных в паке имеют приоритет на основе названия, которое модер дал этому файлу. Это ВНУТРЕННЕЕ название для конкретного файла внутри мода, которое не имеет ничего общего с названием мода. Поэтому, если у вас есть 2 мода, которые изменяют статистику юнитов имперских мечников, мод с более высоким приоритетом ФАЙЛА БАЗЫ ДАННЫХ (определяется сравнением названий 2 файлов) будет тем, который применит свою статистику юнитов. Это использует ВНУТРЕННЕЕ название файла базы данных, А НЕ НАЗВАНИЕ МОДА/ПАКА. Изменение порядка загрузки этих 2 модов НЕ ДЕЛАЕТ НИЧЕГО в этом случае! Порядок загрузки — это то же самое, что изменение ВНЕШНЕГО названия файла мода, но здесь нам пришлось бы изменить ВНУТРЕННИЙ файл конкретного файла базы данных мода, что-то, что порядок лордов не может сделать.",
  "faqFifthC3": "С другой стороны, для отдельных файлов, которые не являются файлами базы данных, важен приоритет мода. Здесь два мода могут изменить, например, одну и ту же текстуру или один и тот же файл UI, и мод с более высоким приоритетом (меньший порядок) будет тем, который применит свои изменения.",
  "faqFifthC4": "Многие такие отдельные файлы связаны с тем, как визуал юнитов строится в игре, поэтому, если у вас есть 2 визуальных мода, которые оба изменяют визуал имперских мечников, изменение порядка загрузки для них может определить, с каким визуалом вы в итоге получите в игре.",
  "faqFifthC5": "Здесь есть больше нюансов, например, модер может использовать способ базы данных для полного изменения визуала имперских мечников, сказав игре использовать новый .variantmeshdefinition файл для имперских мечников, и любой другой мод, который заменяет существующий .variantmeshdefinition имперских мечников, не сделает ничего в этом случае, независимо от порядка загрузки.",
  "faqFifthC6": "Мод перевода НИКОГДА не должен требовать от вас ручного изменения порядка загрузки, если модер говорит вам это сделать, скажите ему дать его .loc файлу в моде перевода более высокий приоритет, чем оригинальный .loc (он может сделать это, добавив ! перед названием .loc)",
  "faqSixthH": "Что такое pack файл?",
  "faqSixthC": "Модеры используют \"мод\" и \"пак\" взаимозаменяемо. Каждый мод поставляется в одном .pack файле, вы можете думать о нем как о zip файле (хотя он не сжат), который содержит файлы внутри него. Внутри пака есть часть базы данных с файлами, заполненными табличными данными, которые игра может использовать, и файловая часть с различными файлами, которые игра знает, как использовать, такими как текстуры и пользовательские форматы файлов CA, такие как анимации, модели и так далее.",
  "faqSeventhH": "Почему мои моды красные в менеджере?",
  "faqSeventhC": "Если название мода красное, это означает, что мод находится в папке данных. Если вы запускаете Kaedrin Mod Manager, он копирует моды в данные автоматически, поэтому это возможная причина. Вы можете использовать кнопку Очистить данные в Других опциях для их удаления из данных.",
  "faqEightH": "Как сбросить порядок загрузки?",
  "faqEightC": "Вы можете сбросить порядок загрузки к значению по умолчанию для всех модов, щелкнув правой кнопкой по заголовку столбца Порядок. Или для отдельных модов щелкните правой кнопкой по их номеру порядка.",
  "faqNinthH": "Как изменить порядок загрузки?",
  "faqNinthC1": "Вы можете изменить порядок загрузки во вкладке Активные моды. Вы можете переключиться на эту вкладку, используя кнопку в левом верхнем углу или используя Ctrl+2. Это не лучший UI, но необходимо из-за того, что порядок загрузки относителен к другим активным модам, также почему большинство менеджеров модов используют 2 списка модов.",
  "faqNinthC2": "Также помните, что порядок загрузки — это то, с чем вы не должны возиться вручную в WH3, за исключением очень редких обстоятельств. Если вы не уверены, вам гораздо лучше оставить его по умолчанию, изменение порядка загрузки — это не то, что исправит проблемы модов или баги в WH3.",
  "faqTenthH": "Почему вы не отмечаете моды как устаревшие, как CA Launcher?",
  "faqTenthC": "CA Launcher автоматически отмечает все моды как устаревшие после каждого крупного патча. Этот способ совершенно бессмысленный, как модер, большинство моих модов никогда фактически не были затронуты ни одним из патчей. Этот менеджер модов имеет более умную проверку, которая заглядывает внутрь модов, чтобы увидеть, есть ли у них файлы/таблицы, которые могут быть устаревшими. Это не может поймать все проблемы, но может поймать большие критические изменения патчами.",
  "faqEleventhsH": "Менеджер модов использует много памяти?",
  "faqEleventhsC": "Менеджер модов выполняет анализ активных модов для проверки, есть ли у них файлы/таблицы, которые могут быть устаревшими, или для питания других функций, таких как настройка модов, и это может потреблять много памяти в зависимости от того, какие моды у вас активированы. Вся эта память отбрасывается при запуске игры для избежания проблем с производительностью.",
  "faq": "Часто задаваемые вопросы",
  "faqAbbreviated": "ЧаВо",
  "instructions": "Инструкции",
  "knownIssues": "Известные проблемы",
  "faqIssuesFirstH": "Игра не запускается при нажатии Играть",
  "faqIssuesFirstC": "Это вызвано проблемами с разрешениями файлов, менеджер модов не имеет разрешений для запуска WH3. Поместите папку менеджера модов внутрь папки WH3 или измените владельца папки менеджера модов.",
  "faqIssuesSecondH": "Играть запускает CA Launcher вместо игры",
  "faqIssuesSecondC": "Не уверен в причине. У меня были сообщения, что эта проблема проходит, поэтому попробуйте перезапустить ПК или Steam. Попробуйте добавить exe менеджера модов в Steam как не-Steam игру и запустить его таким образом. Пожалуйста, сообщите, если у вас есть дополнительная информация.",
  "faqIssuesThirdH": "Попытка запуска с дополнительными параметрами Steam ошибка при запуске",
  "faqIssuesThirdC": "Попробуйте запустить игру сначала с ванильным лаунчером, а затем с менеджером, обычно это исправляет проблему. Если это не работает, вы можете попробовать добавить exe менеджера модов в Steam как не-Steam игру и запустить его таким образом.",
  "readingPack": "Чтение пака:",
  "finishedReadingPack": "Завершено чтение пака:",
  "comparingFilesInPacks": "Сравнение файлов <firstPackName> с <secondPackName>...",
  "comparingKeysInPacks": "Сравнение ключей таблиц <firstPackName> с другими модами...",
  "missingKeys": "Отсутствующие ключи",
  "missingKeyTableAndColumn": "Таблица и столбец отсутствующего ключа",
  "missingDBKey": "Отсутствующий ключ БД",
  "missingKeyIsReferencedIn": "ссылается в <originFileSuffix>, столбец <originFieldName>",
  "compatHelpFour": "Вкладка Отсутствующие ключи ищет отсутствующие ссылки базы данных (ключи) в модах. Таблицы БД ссылаются друг на друга по ключевым столбцам, поэтому, например, есть таблица базы данных, которая дает атрибуты, такие как несломленность, юнитам, поэтому эта таблица должна ссылаться и на таблицу юнитов, и на таблицу атрибутов. Поэтому, если эта таблица имеет строку, которая говорит дать юниту 'Имперские мечники' несломленность, то это означает, что в таблице юнитов должны существовать Имперские мечники. Отсутствующие ключи БД могут быть вызваны обновлениями игры или отсутствующими модами зависимостей. Если они отсутствуют, игра вообще не запустится.",
  "compatHelpFive": "Вкладка Дублированные ключи ищет дублированные Id ключи среди всех модов. Если мод заменяет всю строку измененными данными, такой дубликат нормален и задуман, например, для мода и его субмода или мода, который хочет изменить ванильные данные игры. Но это также может быть случаем модеров, копирующих строку и забывающих изменить id.",
  "noFileCollisionsFound": "Конфликтов файлов не найдено!",
  "noDBKeyCollisionsFound": "Конфликтов ключей базы данных не найдено!",
  "noMissingDBKeysFound": "Отсутствующих ключей базы данных не найдено!",
  "enableAll": "Активировать все",
  "disableAll": "Деактивировать все",
  "addCategory": "Добавить категорию:",
  "addCategoryHelp1": "Удерживайте Ctrl для удаления категории.",
  "addCategoryHelp2": "Удерживайте Ctrl+Shift для замены всех категорий.",
  "duplicateKeys": "Дублированные ключи",
  "noDuplicateKeysFound": "Дублированных ключей не найдено!",
  "packName": "Название пака",
  "duplicateDBKey": "Дублированный ключ БД",
  "bisectModList": "Разделить список модов",
  "bisectModListRandomly": "Разделить список модов случайно",
  "bisectModListMsg": "Для тестирования вашего списка модов. Разделить текущий список модов на 2 новых пресета. Затем вы можете выбрать пресет и протестировать с ним, а также снова разделить его. Обратите внимание, что если какие-либо из ваших модов имеют пользовательский порядок загрузки, все моды в новых пресетах будут иметь порядок загрузки.",
  "bisectModListRandomMsg": "Выбирает моды случайно для новых пресетов.",
  "duplicateListenerNames": "Дублированные названия слушателей",
  "noDuplicateListenerNamesFound": "Дублированных названий слушателей не найдено!",
  "fileErrors": "Ошибки файлов",
  "noFileErrorsFound": "Ошибок файлов не найдено!",
  "packFileName": "Название файла внутри мода/пака",
  "fileInsidePack": "Файл внутри пака: <PACKNAME>",
  "duplicateListenerName": "Дублированное название слушателя",
  "line": "Строка",
  "column": "Столбец",
  "compatHelpSix": "Вкладка Дублированные названия слушателей ищет дублированные названия слушателей, добавленные через 'core:add_listener' внутри Lua скриптов. Обычно это не проблема, если только не задействован core:remove_listener из-за копирования из другого скрипта. Тем не менее, отсутствие дублированных названий слушателей всегда является хорошей практикой.",
  "compatHelpSeven": "Вкладка Ошибки файлов разбирает Lua и XML файлы (это включает variantmeshdefinitions) на предмет синтаксических ошибок. Для Lua это не может поймать ошибки времени выполнения, но может поймать некоторые проблемы. Некоторые XML ошибки также могут не быть проблемой в игре, потому что внутриигровой XML парсер очень терпим к неправильно сформированному XML.",
  "compatHelpEight": "Вкладка Отсутствующие файлы перечисляет файлы, которые ссылаются в каком-то другом файле, но фактически не существуют. Возможно, что это не проблема, поскольку моды могут содержать неиспользуемые файлы. Иконки для типов файлов:",
  "forceResubscribe": "Принудительная переподписка",
  "forceResubscribeMsg": "Заставить steam отписаться, а затем подписаться на те же моды, что удаляет и загружает моды. В случаях, когда принудительной повторной загрузки недостаточно. По умолчанию это для активных модов, удерживайте Shift для всех модов. Рекомендую сделать коллекцию как резервную копию заранее, опция для этого ниже. Занимает много времени, если у вас много модов.",
  "collapseAll": "Свернуть все",
  "expandAll": "Развернуть все",
  "sameFileSize": "Оба файла имеют одинаковый размер",
  "processingMods": "Обработка модов...",
  "uploadingMod": "Загрузка мода...",
  "failedUpdatingMod": "Не удалось обновить мод!",
  "modUpdated": "Мод обновлен!",
  "needsToAcceptSteamWorkshopAgreement": "Вам нужно принять условия Steam Workshop!",
  "uploadModTooltip": "Загружает мод в мастерскую.",
  "uploadMod": "Загрузить мод",
  "modCreated": "Мод создан",
  "failedUploadingMod": "Не удалось загрузить мод!",
  "missingModThumbnail": "Отсутствует миниатюра мода!",
  "thumbnailTooBig": "Размер миниатюры слишком большой!",
  "compatCheckVanillaPacksMsg": "При запуске проверки совместимости должны ли также разбираться ванильные файлы игры. Обычно оставьте выключенным, полезно только для людей, находящих и исправляющих ванильные проблемы.",
  "compatCheckVanillaPacks": "Проверка совместимости ванильных паков",
  "troy": "Троя",
  "mainTroyFolder": "Основная папка Troy, содержащая Troy.exe, например C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Troy",
  "troyFolder": "Папка Troy:",
  "troyContentFolder": "Папка контента Steam Workshop для Troy с названием 1099410 (steam ID для Troy), содержащая моды, например C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1099410",
  "selectTroyFolder": "Выбрать папку Troy",
  "setFolderPathsManuallyTroy": "Менеджер модов попытался получить расположение папок Troy из реестра Windows, но не смог их найти! Вам придется установить их вручную!",
  "setFolderPathsManuallyOptionallyTroy": "Менеджер модов автоматически нашел пути папок Troy из реестра Windows, но вы можете установить их вручную здесь.",
  "pharaoh": "Фараон",
  "mainPharaohFolder": "Основная папка Pharaoh, содержащая Pharaoh.exe, например C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Pharaoh",
  "pharaohFolder": "Папка Pharaoh:",
  "pharaohContentFolder": "Папка контента Steam Workshop для Pharaoh с названием 1937780 (steam ID для Pharaoh), содержащая моды, например C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1937780",
  "selectPharaohFolder": "Выбрать папку Pharaoh",
  "setFolderPathsManuallyPharaoh": "Менеджер модов попытался получить расположение папок Pharaoh из реестра Windows, но не смог их найти! Вам придется установить их вручную!",
  "setFolderPathsManuallyOptionallyPharaoh": "Менеджер модов автоматически нашел пути папок Pharaoh из реестра Windows, но вы можете установить их вручную здесь.",
  "noMissingFilesFound": "Отсутствующих файлов не найдено!",
  "missingFiles": "Отсутствующие файлы",
  "skillsViewer": "Навыки",
  "dynasties": "Pharaoh Dynasties",
  "mainDynastiesFolder": "Основная папка Dynasties, содержащая Pharaoh.exe, например C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War PHARAOH DYNASTIES",
  "dynastiesFolder": "Папка Dynasties:",
  "dynastiesContentFolder": "Папка контента Steam Workshop для Dynasties с названием 2951630 (steam ID для Pharaoh Dynasties), содержащая моды, например C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\2951630",
  "selectDynastiesFolder": "Выбрать папку Dynasties",
  "setFolderPathsManuallyDynasties": "Менеджер модов попытался получить расположение папок Pharaoh Dynasties из реестра Windows, но не смог их найти! Вам придется установить их вручную!",
  "setFolderPathsManuallyOptionallyDynasties": "Менеджер модов автоматически нашел пути папок Pharaoh Dynasties из реестра Windows, но вы можете установить их вручную здесь.",
  "chooseNewModTag": "Выберите тег для нового мода:",
  "upload": "Загрузить",
  "showHiddenSkills": "Показать скрытые навыки",
  "showHiddenModifiersInsideSkills": "Показать скрытые модификаторы внутри навыков",
  "options": "Опции",
  "relaunchingGame": "Автоперезапуск игры (нажмите для отмены)...",
  "queueUpRelaunchingGame": "Нажмите, чтобы поставить в очередь перезапуск игры после её закрытия.",
  "gameCurrentlyRunning": "Игра в данный момент запущена!",
  "searchSaves": "Поиск сохраненных файлов",
  "searchInsidePacks": "Поиск внутри паков",
  "searchInsidePacksMsg1": "Поиск текста внутри активных паков.",
  "searchInsidePacksMsg2": "Ищет как ascii (ключи БД), так и unicode кодированный (locs) текст. Может занять много времени с большими модами или множеством модов.",
  "searchInsidePacksMsg3": "Используется, когда у вас есть ключ БД из внутриигрового просмотрщика контекста, или часть внутриигрового текста, или название файла скрипта, и вы хотите знать, из какого мода это.",
  "search": "Поиск",
  "searchInsidePacksResults": "Паки, содержащие текст:",
  "searchInsidePacksDescription": "Поиск внутри активных модов текста.",
  "skillUnlockRequirementMultipleParents": "Доступно после трат NUM_SKILL_POINTS в предыдущей группе.",
  "skillUnlockRequirementParent": "Доступно после разблокировки \"REQUIRED_SKILL\".",
  "skillUnlockWillLock": "Разблокировка этого навыка заблокирует:",
  "checkSkillRequirements": "Проверить требования навыков",
  "holdCtrlToTerminateGame": "Удерживайте Ctrl и кликните для завершения игры.",
  "skillUnlockRank": "Доступно на ранге UNLOCK_RANK",
  "rank": "Ранг",
  "setFolderPathsManuallyRome2": "Менеджер модов попытался получить расположение папок Rome 2 из реестра Windows, но не смог их найти! Вам придется установить их вручную!",
  "setFolderPathsManuallyOptionallyRome2": "Менеджер модов автоматически нашел пути папок Rome 2 из реестра Windows, но вы можете установить их вручную здесь.",
  "rome2": "Рим 2",
  "mainRome2Folder": "Основная папка Rome 2, содержащая Three_Kingdoms.exe, например C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Rome II",
  "rome2Folder": "Папка Rome 2:",
  "selectRome2Folder": "Выбрать папку Rome 2",
  "rome2ContentFolder": "Папка контента Steam Workshop для Rome 2 с названием 214950 (steam ID для Rome 2), содержащая моды, например C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\214950",
  "addedMod": "Добавлен мод:",
  "resubscribing": "Переподписка на:",
  "queue": "Осталось в очереди:",
  "downloadingUpdate": "Загрузка обновления...",
  "editCategories": "Редактировать категории",
  "addNewCategory": "Добавить новую категорию",
  "enterCategoryName": "Введите название категории...",
  "add": "Добавить",
  "existingCategories": "Существующие категории",
  "categoryName": "Название категории",
  "color": "Цвет",
  "actions": "Действия",
  "setCategoryColor": "Установить цвет категории",
  "save": "Сохранить",
  "cancel": "Отмена",
  "renameCategoryTooltip": "Переименовать категорию",
  "deleteCategoryTooltip": "Удалить категорию",
  "noCategoriesFound": "Категории не найдены. Добавьте одну выше, чтобы начать.",
  "close": "Закрыть",
  "updateReady": "Обновление готово",
  "updateReadyMessage": "Обновление было загружено. Приложение сейчас закроется и обновится автоматически.",
  "updateFailed": "Обновление не удалось",
  "updateNow": "Обновить сейчас",
  "updateFailedMessage": "Не удалось загрузить или установить обновление:",
  "errorSomethingWentWrong": "Что-то пошло не так:",
  "errorScreenshotInstructions": "Вы можете найти и сообщить об ошибке, зарегистрированной в %appdata%/wh3mm/logs/main.log",
  "removeBadge": "Удалить значок",
  "noMatches": "НЕТ СОВПАДЕНИЙ",
  "allMods": "Все моды",
  "colorBlue": "Синий",
  "colorEmerald": "Изумрудный",
  "colorRed": "Красный",
  "colorAmber": "Янтарный",
  "colorPurple": "Фиолетовый",
  "colorRose": "Розовый",
  "colorTeal": "Бирюзовый",
  "colorSlate": "Сланцевый",
  "colorWhite": "Белый",
  "colorLime": "Лаймовый",
  "colorSky": "Небесный",
  "colorFuchsia": "Фуксия",
  "setCategoryColorTooltip": "Установить цвет {{category}} на {{color}}",
  "renamePackFiles": "Переименовать файлы паков",
  "useRegularExpression": "Использовать регулярное выражение",
  "searchPatternRegex": "Шаблон поиска (регулярное выражение)",
  "searchText": "Текст поиска",
  "searchPatternPlaceholderRegex": "например, (ovn_araby_)(.*)  или  old_name.*",
  "searchTextPlaceholder": "например, ovn_araby_lords",
  "replaceWith": "Заменить на",
  "replaceWithPlaceholderRegex": "например, $1new_$2  или  new_name",
  "replaceWithPlaceholder": "например, new_ovn_araby_lords",
  "pathFilterOptional": "Фильтр пути (опционально)",
  "pathFilterPlaceholder": "например, db  или  warscape_animated_tables  (оставьте пустым для всех путей)",
  "pathFilterDescription": "Переименовывать только файлы, путь которых содержит этот текст. Для \"db\\warscape_animated_tables\\file.txt\" вы можете использовать \"db\" или \"warscape_animated_tables\"",
  "preview": "Предпросмотр",
  "filesWillBeRenamed": "{{count}} файлов будет переименовано",
  "from": "ИЗ:",
  "to": "В:",
  "noFilesMatch": "Ни один файл не соответствует шаблону поиска",
  "enterSearchPattern": "Введите шаблон поиска для предпросмотра изменений",
  "invalidRegularExpression": "Недопустимое регулярное выражение",
  "renaming": "Переименование...",
  "rename": "Переименовать",
  "renameNFiles": "Переименовать {{count}} файлов",
  "testRename": "Тестовое переименование (без изменений)",
  "noFilesToRename": "Нет файлов для переименования",
  "renamePackedFiles": "Переименовать упакованные файлы",
  "setFolderPathsManuallyShogun2": "Менеджер модов попытался получить пути к папкам Shogun 2 из реестра Windows, но не смог их найти! Вам придется указать их вручную!",
  "setFolderPathsManuallyOptionallyShogun2": "Менеджер модов автоматически нашел пути к папкам Shogun 2 в реестре Windows, но вы можете указать их вручную здесь.",
  "shogun2": "Shogun 2",
  "mainShogun2Folder": "Основная папка Shogun 2, содержащая Three_Kingdoms.exe, например C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Rome II",
  "shogun2Folder": "Папка Shogun 2:",
  "selectShogun2Folder": "Выбрать папку Shogun 2",
  "shogun2ContentFolder": "Папка Steam Workshop Shogun 2 с названием 214950 (Steam ID игры Shogun 2), содержащая моды, например C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\214950",
  "copyModToData": "Скопировать мод в папку data"
}
