{
  "numModsEnabled_one": "{{count}} mod włączony",
  "numModsEnabled_other": "{{count}} modów włączonych",
  "numModsHidden_one": "{{count}} z nich ukryty",
  "numModsHidden_other": "{{count}} z nich ukrytych",
  "priorityTooltipOne": "Mody z niższą kolejnością mają wyższy priorytet.",
  "priorityTooltipTwo": "Kliknij prawym przyciskiem na numer modu aby zresetować lub tutaj aby zresetować wszystkie.",
  "priorityTooltipThree": "Nie zmieniaj priorytetu modów, chyba że naprawdę wiesz co robisz!",
  "order": "Kolejność",
  "pack": "Paczka",
  "dataPacks": "Paczki Danych",
  "enabled": "Włączony",
  "thumbnail": "Miniatura",
  "name": "Nazwa",
  "author": "Autor",
  "sortBySubscribedDate": "Kliknij prawym przyciskiem aby przełączyć na sortowanie według daty subskrypcji",
  "sortByDataPacks": "Kliknij prawym przyciskiem aby przełączyć na sortowanie według paczek danych",
  "enableOrDisableAll": "Kliknij prawym przyciskiem aby włączyć lub wyłączyć wszystkie mody",
  "subscriptionTime": "Czas Subskrypcji",
  "lastUpdated": "Ostatnia Aktualizacja",
  "movieModOne": "Mod jest typu filmowego.",
  "movieModTwo": "Mody filmowe zawsze mają wysoki priorytet!",
  "movieModThree": "Zawsze włączony ponieważ znajduje się w folderze WH3/data!",
  "coffee": "Postaw mi kawę:",
  "byAuthor": "autorstwa Prop Joe (Steam) / Shazbot (GitHub)",
  "about": "O programie",
  "compatHelpFilesOne": "To normalne, że modderzy używają tego samego pliku w wielu modach, więc pokażą się tutaj mimo że to jest całkowicie w porządku i zamierzone. Jeśli oba pliki mają ten sam rozmiar, będzie dla tego ikona. To nie jest to samo co porównywanie ich zawartości—na przykład, \"aaa\" i \"bbb\" mają ten sam rozmiar—ale to porównanie jest znacznie szybsze i wystarczająco dobre dla plików.",
  "compatHelpTwo": "W panelu \"nadrzędny\" (podkreślony) mod będzie miał priorytet, chyba że STAR_ICON jest obok nazwy \"podrzędnego\" modu.",
  "compatHelpOne": "Zakładka Tabele obejmuje klucze w tabelach bazy danych, które konfliktują ze sobą. Tabele bazy danych są zwykle powiązane ze statystykami jednostek. Na przykład, podmody overhauli które wpływają na statystyki jednostek zawsze będą miały tu kolizje. W przeciwieństwie do zakładki Pliki, rzeczywiste nazwy tabel są porównywane aby określić priorytet, nie nazwy paczek. Więc zmiana kolejności ładowania nie wpłynie na nic tutaj.",
  "compatHelpThree": "Zakładka Pliki obejmuje całe pliki które się nadpisują, są one zwykle powiązane z wyglądem jednostek: tekstury .dds, pliki .wsmodel i .variantmeshdefinition które definiują jak wygląd jednostki jest konstruowany w grze. Gra użyje pliku z modu o wyższym priorytecie kolejności ładowania, więc między dwoma modami które stosują zmiany wizualne wynik w grze będzie zależał od względnego priorytetu dwóch modów.",
  "checkCompat": "Sprawdź Zgodność",
  "modCompatibility": "Zgodność Modów",
  "enabledModsOnly": "Tylko Włączone Mody",
  "files": "Pliki",
  "tables": "Tabele",
  "dbTable": "Tabela BD",
  "tableColumn": "Kolumna Tabeli",
  "help": "Pomoc",
  "collisionWith": "Kolizja z",
  "in": "w",
  "key": "klucz",
  "readingAndComparingPacks": "Odczytywanie I Porównywanie Paczek...",
  "waitForReadingAndComparingPacks": "Poczekaj aż wszystkie paczki modów zostaną odczytane i porównane ze sobą...",
  "presetsTooltip1": "Utwórz nowy preset wpisując jego nazwę.",
  "presetsTooltip2": "Podczas wybierania istniejącego presetu:",
  "presetsTooltip3": "Przytrzymaj Shift aby dodać mody z presetu do aktualnych modów.",
  "presetsTooltip4": "Przytrzymaj Ctrl aby usunąć mody z presetu z aktualnych modów.",
  "selectOrCreatePreset": "Wybierz lub utwórz preset:",
  "filter": "Filtr:",
  "deletePreset": "Usuń preset:",
  "replacePreset": "Zastąp preset:",
  "editPresets": "Edytuj Presety",
  "missing": "brakuje:",
  "missingReqMods": "Brakuje Wymaganych Modów!",
  "outdatedOverwritingPacksTooltip": "Te paczki nadpisują dane CA i nie powinny być używane gdy są nieaktualne:",
  "outdatedOverwritingPacks": "Nieaktualne paczki nadpisujące!",
  "overwrites": "nadpisuje:",
  "packsWithOutdatedFiles": "Paczki które zawierają nieaktualne pliki które zostały zmienione w patchu:",
  "outdatedPacks": "Nieaktualne paczki!",
  "enabledMods": "Włączone mody:",
  "outdatedMergedModsTooltip": "Niektóre połączone mody zawierają nieaktualne mody, zaktualizuj je (klik prawym) lub stwórz nowy połączony mod!",
  "outdatedMergedMods": "Nieaktualne Połączone Mody!",
  "play": "Graj",
  "continue": "Kontynuuj",
  "dbViewer": "Przeglądarka BD",
  "allMods": "Wszystkie Mody",
  "enabledModsCapitalized": "Włączone Mody",
  "categories": "Kategorie",
  "createSteamCollection": "Utwórz Kolekcję Steam",
  "openSteamCollectionsPage": "Otwórz Stronę Steam Do Tworzenia Kolekcji Gier",
  "openSteamCollectionsPageTooltip": "Otwórz Stronę Steam Do Tworzenia Kolekcji Gier",
  "copyCollectionScript": "Skopiuj Skrypt Kolekcji Do Schowka",
  "copyCollectionScriptTooltip1": "Kopiuje do schowka skrypt do wypełniania aktualnie włączonych modów do kolekcji.",
  "copyCollectionScriptTooltip2": "Przytrzymaj Shift jeśli chcesz skopiować wszystkie mody, nie tylko włączone.",
  "createSteamCollectionHelp1": "To jest sposób na eksport modów do kolekcji Steam. To nie jest automatyczne i polega na uruchomieniu skryptu konsolowego w przeglądarce aby zautomatyzować naciśnięcia przycisków w przeglądarce.",
  "createSteamCollectionHelp2": "Otwórz stronę tworzenia nowej kolekcji Steam Workshop w przeglądarce. Na pierwszej stronie nazwa kolekcji i miniatura obrazka są obowiązkowe. Na drugiej stronie gdzie wybierasz mody do dodania do kolekcji, naciśnij Ctrl+Shift+I i przełącz na zakładkę console z zakładek w górnym prawym rogu:",
  "createSteamCollectionHelp3": "Wklej skrypt który otrzymałeś z naciśnięcia przycisku \"Skopiuj Skrypt Tworzenia Do Schowka\" do konsoli i naciśnij enter:",
  "createSteamCollectionHelp4": "Pojawią się dwa przyciski, jeden do dodawania modów do kolekcji i przycisk reset który usuwa wszystkie dodane mody. Kliknij zielony przycisk + który się pojawi i poczekaj aż strona się przeładuje.",
  "configureFolderLocations": "Skonfiguruj Lokalizacje Folderów",
  "setFolderPathsManuallyWH2": "Menedżer modów próbował uzyskać lokalizacje folderów WH2 z Rejestru Windows, ale nie mógł ich znaleźć! Będziesz musiał ustawić je ręcznie.",
  "setFolderPathsManuallyWH3": "Menedżer modów próbował uzyskać lokalizacje folderów WH3 z Rejestru Windows, ale nie mógł ich znaleźć! Będziesz musiał ustawić je ręcznie.",
  "setFolderPathsManuallyThreeKingdoms": "Menedżer modów próbował uzyskać lokalizacje folderów Three Kingdoms z Rejestru Windows, ale nie mógł ich znaleźć! Będziesz musiał ustawić je ręcznie.",
  "setFolderPathsManuallyOptionallyWH2": "Menedżer modów automatycznie znalazł ścieżki folderów WH2 z Rejestru Windows, ale możesz ustawić je ręcznie tutaj.",
  "setFolderPathsManuallyOptionallyWH3": "Menedżer modów automatycznie znalazł ścieżki folderów WH3 z Rejestru Windows, ale możesz ustawić je ręcznie tutaj.",
  "setFolderPathsManuallyOptionallyThreeKingdoms": "Menedżer modów automatycznie znalazł ścieżki folderów Three Kingdoms z Rejestru Windows, ale możesz ustawić je ręcznie tutaj.",
  "wh2": "Warhammer 2",
  "wh3": "Warhammer 3",
  "threeKingdoms": "Three Kingdoms",
  "attila": "Attila",
  "mainWH3Folder": "Główny folder Warhammer 3 który zawiera Warhammer3.exe, na przykład C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER III",
  "mainWH2Folder": "Główny folder Warhammer 2 który zawiera Warhammer2.exe, na przykład C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER II",
  "mainThreeKingdomsFolder": "Główny folder Three Kingdoms który zawiera Three_Kingdoms.exe, na przykład C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War THREE KINGDOMS",
  "wh3Folder": "Folder WH3:",
  "wh2Folder": "Folder WH2:",
  "threeKingdomsFolder": "Folder Three Kingdoms:",
  "selectWH3Folder": "Wybierz Folder WH3",
  "selectWH2Folder": "Wybierz Folder WH2",
  "selectThreeKingdomsFolder": "Wybierz Folder Three Kingdoms",
  "wh3ContentFolder": "Folder zawartości Warhammer 3 Steam Workshop nazwany 1142710 (który jest ID steam dla WH3) który zawiera mody, na przykład C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1142710",
  "wh2ContentFolder": "Folder zawartości Warhammer 2 Steam Workshop nazwany 594570 (który jest ID steam dla WH2) który zawiera mody, na przykład C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\594570",
  "threeKingdomsContentFolder": "Folder zawartości Three Kingdoms Steam Workshop nazwany 779340 (który jest ID steam dla 3K) który zawiera mody, na przykład C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\779340",
  "mainAttilaFolder": "Główny folder Attila który zawiera Attila.exe, na przykład C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Attila",
  "attilaFolder": "Folder Attila:",
  "attilaContentFolder": "Folder zawartości Attila Steam Workshop nazwany 325610 (który jest ID steam dla Attila) który zawiera mody, na przykład C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\325610",
  "selectAttilaFolder": "Wybierz Folder Attila",
  "setFolderPathsManuallyAttila": "Menedżer modów próbował uzyskać lokalizacje folderów Attila z Rejestru Windows, ale nie mógł ich znaleźć! Będziesz musiał ustawić je ręcznie!",
  "setFolderPathsManuallyOptionallyAttila": "Menedżer modów automatycznie znalazł ścieżki folderów Attila z Rejestru Windows, ale możesz ustawić je ręcznie tutaj.",
  "contentFolder": "Folder zawartości:",
  "selectContentFolder": "Wybierz Folder Zawartości",
  "setLoadOrderFor": "Ustaw Kolejność Ładowania Dla",
  "setLoadOrderMessage1": "Ustaw kolejność ładowania dla tego modu. Zmiana kolejności ładowania jest bardzo rzadko potrzebna w WH3 i może powodować niezamierzone problemy zgodności między modami.",
  "setLoadOrderMessage2": "Zawsze pozostaw kolejność ładowania na domyślnej, chyba że masz bardzo dobry powód!",
  "setLoadOrder": "Ustaw Kolejność Ładowania",
  "goToWorkshopPage": "Idź do strony warsztatowej",
  "openInSteam": "Otwórz w Steam",
  "keepAlwaysEnabled": "Utrzymuj zawsze włączony",
  "keepAlwaysEnabledTooltip": "Mod będzie zawsze włączony, nawet gdy ukryty.",
  "hideFromListTooltip": "Mod będzie ukryty z listy i wyłączony (z wyjątkiem gdy zawsze włączony).",
  "hideFromList": "Ukryj z listy",
  "showInExplorer": "Pokaż w eksploratorze",
  "showInRPFM": "Otwórz w RPFM",
  "openInViewer": "Otwórz w Przeglądarce",
  "copyPathToClipboard": "Skopiuj ścieżkę do schowka",
  "updateModTooltip": "Przesyła aktualizację do warsztatowej. Musi już istnieć w warsztacie.",
  "updateMod": "Zaktualizuj Mod",
  "fakeUpdatePackTooltip": "Dodaje plik whmm_update.txt do paczki wypełniony losowymi liczbami hex, lub zmienia liczby jeśli plik już istnieje. ZAKTUALIZUJ PROSZĘ",
  "fakeUpdatePack": "Fałszywa Aktualizacja Paczki",
  "createBackupTooltip": "Tworzy kopię zapasową paczki w folderze whmm_backups który jest w tej samej lokalizacji co paczka.",
  "createBackup": "Utwórz Kopię Zapasową",
  "forceDownload": "Wymuś Pobieranie",
  "forceDownloadTooltip": "Zmusza Steam do ponownego pobrania modu.",
  "unsubscribe": "Anuluj Subskrypcję",
  "unsubscribeTooltip": "Anuluj subskrypcję modu w Steam.",
  "reMergeTooltip": "Połącz mody ponownie aby zaktualizować połączoną paczkę najnowszymi wersjami modów.",
  "reMerge": "Aktualizuj (Połącz ponownie)",
  "deleteMod": "Usuń",
  "deleteModTooltip": "Usuń połączoną paczkę.",
  "otherOptions": "Inne Opcje",
  "modAuthorColumn": "Kolumna Autora Modu",
  "forceReDownload": "Wymuś Ponowne Pobieranie",
  "forceDownloadMsg": "Zmusza steam do sprawdzenia i pobrania najnowszej wersji włączonych modów jeśli są nieaktualne. Przytrzymaj Shift aby pobrać wszystkie mody.",
  "contentVsData": "Mody Zawartości Vs Mody Danych",
  "contentVsDataMsg": "Mody które subskrybujesz znajdują się w folderze warsztatu (zawartości), ale mogą być również ładowane z folderu danych. Nie ruszaj chyba że wiesz co robisz!",
  "extraColumns": "Dodatkowe Kolumny",
  "modThumbnailColumn": "Kolumna Miniatur Modów",
  "closeOnPlay": "Zamknij Menedżer Po Grze",
  "copyToDataMsg1": "Kopiuje aktualnie włączone mody z zawartości do danych.",
  "copyToDataMsg2": "Przytrzymaj Shift jeśli chcesz skopiować wszystkie mody.",
  "copyToDataMsg3": "Jako modder to może nadpisać twój mod w danych starszą wersją którą masz w zawartości!",
  "copyToDataMsg4": "Mody które są w danych będą miały czerwoną nazwę w menedżerze.",
  "copyToData": "Skopiuj do danych",
  "cleanData": "Wyczyść dane",
  "cleanDataMsg": "Usuwa wszystkie mody w danych jeśli taki mod już istnieje w zawartości. Jako modder to może usunąć nowszą wersję twojego modu w danych!",
  "symLink": "Możesz również skopiować je jako dowiązania symboliczne (w zasadzie skrót) żeby nie zajmowały duplikujących miejsca. Będą również zawsze aktualne z modem zawartości ponieważ są tylko skrótem do rzeczywistego modu.",
  "newVersionAvailable": "Nowa wersja jest dostępna do pobrania.",
  "download": "Pobierz",
  "updateAvailable": "Dostępna aktualizacja",
  "loadSave": "Wczytaj Zapis",
  "loadModsFromSave": "Wczytaj Mody Z Zapisu",
  "modsInSaveNotEnabled": "Mody obecne w zapisie ale aktualnie nie włączone",
  "modsInSaveAndEnabled": "Mody które są obecne w zapisie i aktualnie włączone",
  "modsNotInSaveButEnabled": "Mody nie obecne w zapisie ale aktualnie włączone",
  "compareModsInSave": "Porównaj Mody W Zapisie",
  "comparingModsInSave": "Porównywanie Modów W Zapisie",
  "noMissingPacks": "Brak brakujących paczek",
  "noExtraPacks": "Brak dodatkowych paczek",
  "noCommonPacks": "Brak wspólnych paczek",
  "savedGames": "Zapisane Gry",
  "missingRequiredMods": "Brakuje Wymaganych Modów",
  "onbWelcome": "Witamy i dziękujemy za używanie Menedżera Modów. Ten mały samouczek zapozna Cię z interfejsem użytkownika.",
  "onbPresets": "Presety pozwalają na zapisanie listy modów żeby móc ją wczytać później.",
  "onbPresets1": "Wpisz w tym polu tekstowym aby utworzyć nowy preset, lub użyj przycisku rozwijanego aby wybrać starszy preset.",
  "onbPresets2": "Możesz przytrzymać Shift podczas wybierania presetu aby utworzyć połączenie wybranych modów między aktualnie włączonymi modami a modami włączonymi w presecie. (w zasadzie dodaj preset)",
  "onbPresets3": "Możesz przytrzymać Ctrl podczas wybierania presetu aby odznaczyć wszystkie aktualnie wybrane mody które są włączone w tym presecie. (w zasadzie odejmij preset)",
  "onbReplacePreset": "Wybierz preset który chcesz zastąpić aktualnym wyborem modów.",
  "onbDeletePreset": "Wybierz preset który chciałbyś usunąć.",
  "onbSorting1": "Mody mają priorytet oparty na ich kolejności, domyślnie jest to oparte na nazwie paczek.",
  "onbSorting2": "Zwykle nie chcesz ręcznie zmieniać kolejności ponieważ modderzy już nazywają swoje paczki aby to osiągnąć automatycznie, na przykład gdy stawiają wykrzykniki na początku nazwy paczki.",
  "onbSorting3": "Możesz kliknąć prawym przyciskiem na nagłówek Kolejność aby zresetować kolejność do domyślnej, a lewym aby sortować mody według kolejności modów.",
  "onbSorting4": "Gdy jesteś w zakładce Włączone Mody możesz użyć ikony uchwytu aby przeciągnąć pojedyncze mody aby zmienić ich kolejność.",
  "onbSorting5": "Uchwyt jest widoczny podczas najechania na mod, i tylko gdy wszystkie mody są posortowane według kolejności!",
  "onbSorting6": "Gdy mod jest ręcznie przesortowany jego numer kolejności będzie pokolorowany na czerwono. Możesz kliknąć prawym przyciskiem na numer kolejności tego modu aby go zresetować.",
  "onbSorting7": "Kliknij lewym aby sortować według włączonych modów.",
  "onbSorting8": "Możesz kliknąć prawym przyciskiem ten nagłówek aby włączyć lub wyłączyć wszystkie mody.",
  "onbSorting9": "Jeśli checkbox modu jest fioletowy oznacza to że mod jest zawsze włączony.",
  "onbPlay": "Uruchom grę z wybranymi modami.",
  "onbContinue": "Kontynuuj najnowszy zapis z wybranymi modami.",
  "onbSaves": "Pokaż wszystkie zapisy gier do wyboru.",
  "reqAdmin": "Wymaga uruchomienia jako administrator!",
  "symLinkMsg1": "Tworzy Dowiązania Symboliczne aktualnie włączonych modów z zawartości do danych.",
  "symLinkMsg2": "Przytrzymaj Shift jeśli chcesz utworzyć dowiązania wszystkich modów.",
  "symLinkMsg3": "To nie utworzy dowiązań modów które już istnieją w danych.",
  "symLinkMsg4": "Mody które są dowiązaniami symbolicznymi będą miały niebieską nazwę w menedżerze.",
  "createSymLinks": "Utwórz dowiązania symboliczne w danych",
  "cleanSymLinks": "Wyczyść dowiązania symboliczne w danych",
  "cleanSymLinksMsg": "Usuwa wszystkie dowiązania symboliczne w danych. Nie ruszy prawdziwych modów które nie są dowiązaniami symbolicznymi.",
  "unhideMods": "Odkryj mody które wcześniej ukryłeś:",
  "hiddenMods": "Ukryte Mody",
  "shareMods": "Udostępnij Mody",
  "shareModsMsg": "Udostępnij aktualną listę modów innym ludziom do gry wieloosobowej:",
  "shareModLists": "Udostępnij Listę Modów",
  "copyModNames": "Skopiuj nazwy włączonych modów do schowka:",
  "copyModList": "Skopiuj Listę Modów",
  "createSteamCollectionMsg": "Utwórz kolekcję Steam z włączonych modów:",
  "forModders": "Dla Modderów",
  "keepInSync": "Utrzymuj je zsynchronizowane dla MP!",
  "forCustomBattleTesting": "Do testowania 1v1 w bitwach niestandardowych.",
  "makeCustomBattleGenerals": "Zrób wszystkie jednostki generałami bitwy niestandardowej",
  "enableScriptLogging": "Włącz logowanie skryptów",
  "enableScriptLogging1": "Włącza logowanie skryptów WH3.",
  "enableScriptLogging2": "Logi są tworzone w folderze WH3.",
  "skipIntroMovies": "Pomiń filmy intro",
  "autoStartCustomBattles": "Auto-start bitwy niestandardowej",
  "autoStartCustomBattles1": "Do powtarzalnego testowania wizualnego które wymaga restartowania gry.",
  "autoStartCustomBattles2": "Ustaw bitwę niestandardową raz i włącz to aby automatycznie w nią wejść.",
  "changeGameProcessPriority": "Zmień priorytet procesu gry",
  "changeGameProcessPriority1": "Ustawia priorytet procesu gry na wysoki gdy gra się uruchamia.",
  "changeGameProcessPriority2": "Może zwiększyć wydajność i stabilność przy alt-tab.",
  "setFolderPaths": "Ustaw Ścieżki Folderów",
  "setFolderPathsMsg": "Ustaw ścieżki folderów Gry i zawartości Steam Workshop.",
  "categoryFilter": "Filtr kategorii",
  "categoriesFilter": "Filtr kategorii",
  "nameFilter": "Filtr nazwy",
  "category": "Kategoria",
  "mergeMods": "Połącz Mody",
  "mergeLoadExisting": "Wczytaj istniejące:",
  "mergeLoadExistingMsg": "Wczytaj mody które są w istniejącym połączonym modzie.",
  "hideAlreadyMerged": "Nie pokazuj modu jeśli jest wewnątrz włączonej połączonej paczki.",
  "hideAlreadyMergedMsg": "Ukryj Już Połączone",
  "selectFirst": "Wybierz pierwsze",
  "modsToMerge": "mody do połączenia",
  "merge": "Połącz",
  "size": "Rozmiar",
  "cannotBeMergedDep": "Mod nie może być połączony ponieważ ma zależność na poziomie paczki z innym modem.",
  "mergeModsHelp1": "Ten panel pozwala na połączenie modów aby obejść limit modów. Łączy wybrane mody w nowy mod .pack i umieszcza go w folderze WH3/data. Połączone mody mają również towarzyszący plik .json o tej samej nazwie, jeśli zmienisz nazwę lub przeniesiesz połączony mod również zmień nazwę lub przenieś plik json. Mody są wstępnie posortowane według rozmiaru dla szybszego łączenia.",
  "mergeModsHelp2": "Połączony mod nie będzie miał takich samych nazw plików jak połączone mody co może wpłynąć na priorytet kolejności ładowania, więc pomiń łączenie modów które wymagają ręcznego majstrowania kolejności ładowania. To powiedziawszy, tego typu mody powinny być niezwykle rzadkie i z zasady nigdy nie powinieneś ręcznie dotykać kolejności ładowania!",
  "mergeModsHelp3": "Gdy mody się aktualizują połączona paczka będzie miała stary nieaktualny mod w środku. Powinieneś dostać ostrzeżenie w kolorze czerwonym (będzie nad przyciskiem Graj) ostrzegające Cię o tym i możesz wtedy kliknąć prawym przyciskiem połączoną paczkę i użyć opcji Aktualizuj (Połącz ponownie) która zaktualizuje połączoną paczkę. Ostrzeżenie może pojawić się gdy uruchamiasz aplikację ale znika gdy otrzymamy nowsze informacje z warsztatu, nie musisz go wtedy aktualizować.",
  "mergeModsHelp4": "Możesz pozostawić mody które zostały połączone włączone w menedżerze modów, menedżer automatycznie je pominie jeśli są już obecne w połączonym modzie który masz włączony. To polega na pliku .json, jeśli go brakuje będziesz musiał wyłączyć te mody lub gra się zawiesi ponieważ nie lubi duplikujących plików w modach.",
  "language": "Język:",
  "customize": "Dostosuj",
  "groupingsUnitPermissions": "Jednostki, Na Grupę",
  "buildingsPermissions": "Budynki",
  "unit": "Jednostka",
  "unitKeySortTableOrder": "(Domyślna Kolejność)",
  "owner": "Właściciel",
  "group": "Grupa",
  "allowed": "Dozwolony",
  "factionsUnitPermissions": "Jednostki, Na Frakcję",
  "uniqueAgentsPermissions": "Legendarni Władcy I Bohaterowie",
  "agentSubtype": "Podtyp Agenta",
  "campaignGroup": "Grupa Kampanii",
  "agentsPermissions": "Władcy I Bohaterowie",
  "agentSubtypeAndType": "Podtyp Agenta (Typ Agenta)",
  "faction": "Frakcja",
  "Building": "Budynek",
  "Game": "Gra",
  "cultureSubcultureFaction": "Kultura, Podkultura, Frakcja (Wszystkie 3 Opcjonalne)",
  "modCustomizationHelp1": "Ten panel pozwala na dostosowanie modów, aktualnie możesz wyłączyć jednostki, budynki i agentów (władców i bohaterów).",
  "modCustomizationHelp2": "Sposób w jaki gra obsługuje uprawnienia jednostek, jednostka może mieć uprawnienie grupowe (które może wpływać na wiele frakcji) lub uprawnienie per-frakcja, lub oba. Ze względów stabilności gry tylko uprawnienia grupowe mogą być wyłączone. Zauważ że to nie wpłynie na bitwy niestandardowe ponieważ to używa innego systemu!",
  "modCustomizationHelp3": "Generyczni agenci (władcy i bohaterowie) są powiązani z grupami kampanii i możesz ich wyłączyć w ten sposób, z wyjątkiem legendarnych agentów które mają własną zakładkę.",
  "modCustomizationHelp4": "Menedżer dostosowuje mod przez utworzenie kopii paczki, z niezbędnymi zmianami, w nowym podfolderze 'whmm_overwrites' w twoim folderze WH3 za każdym razem gdy uruchamiasz grę. Zauważ że te kopie aktualnie nigdy nie są usuwane ani czyszczone. Nie jestem pewien jak to wpływa na grę wieloosobową ale prawdopodobnie otrzymasz ostrzeżenia 'różne wersje' ponieważ gra myśli że twoje paczki są różne nawet gdy nie są, ale nie jestem pewien. Usunięcie dostosowania dla modu również da ci ostrzeżenie podczas ładowania zapisu że paczka brakuje ponieważ teraz używamy oryginalnej paczki modu, nie dostosowanej wersji, ale możesz to zignorować.",
  "importSteamCollection": "Importuj Kolekcję Steam",
  "importSteamCollectionMsg1": "URL kolekcji Steam, na przykład",
  "importSteamCollectionMsg2": "https://steamcommunity.com/sharedfiles/filedetails/?id=3137780509",
  "Import": "Importuj",
  "importSteamCollectionDisableOtherMods": "Wyłącz mody nie w kolekcji",
  "importSteamCollectionDisableOtherModsMsg": "Wyłącz aktualnie włączone mody.",
  "importSteamCollectionUseLoadOrder": "Importuj z wyraźną kolejnością ładowania",
  "importSteamCollectionUseLoadOrderMsg": "Importuj z wyraźną kolejnością ładowania jak uszeregowana w kolekcji. To powinno być mocno unikane ponieważ zwykle nie chcesz mieszać z kolejnością ładowania wszystkich modów, tylko tych którzy rzeczywiście tego potrzebują. Używanie kodów Udostępnij Mody jest zalecane ponieważ pozwalają ustawić które pojedyncze mody wymagają niestandardowej kolejności ładowania. Zalecane tylko jeśli planujesz używać tylko modów z kolekcji, a nie dodawać innych modów.",
  "importSteamCollectionPresetName": "Nazwa presetu:",
  "importSteamCollectionUsePresetLoadOrderMsg": "Importuj z wyraźną kolejnością ładowania jak uszeregowana w kolekcji. Te same uwagi jak wyżej, unikaj w większości przypadków.",
  "importSteamCollectionImportIntoPreset": "Importuj Do Presetu",
  "importSteamCollectionPresetNameMsg1": "Nazwa nowego presetu, pozostaw puste aby użyć nazwy kolekcji.",
  "importSteamCollectionPresetNameMsg2": "Preset o tej nazwie już istnieje i zostanie nadpisany.",
  "importSteamCollectionEnableCollectionMods": "Importuj Do Aktualnej Listy Modów",
  "importSteamCollectionOptionsMsg": "Importuj mody z kolekcji Steam:",
  "createdPreset": "Utworzony preset:",
  "failedFetchingSteamCollection": "Nie udało się pobrać kolekcji Steam!",
  "importedModsFromSteamCollection": "Zaimportowane mody z kolekcji Steam!",
  "releaseNotes": "Notatki wydania",
  "faqFirstH": "Jak menedżer modów współdziała z grą?",
  "faqFirstC": "Menedżer Modów funkcjonuje tak samo jak CA Launcher, tworzy plik tekstowy z listą włączonych modów a następnie uruchamia WH3.exe z argumentem uruchomienia: nazwą wspomnianego pliku tekstowego. Zarówno CA Launcher jak i menedżer modów używają used_mods.txt który jest w tym samym folderze gdzie jest wh3.exe.",
  "faqSecondH": "Jak działa zgodność gry wieloosobowej?",
  "faqSecondC": "Obaj gracze muszą mieć te same mody włączone, z tą samą kolejnością ładowania. Jeśli którykolwiek z modów jest nieaktualny z powodu nie pobrania przez Steam aktualizacji modu dla jednego z graczy gra również będzie narzekać. Mody również muszą być w tej samej lokalizacji, więc nie możesz mieć modów w folderze data gdy drugi gracz ma je w folderze content. Szybkie sprawdzenie to porównanie waszych plików used_mods.txt, powinny być takie same.",
  "faqThirdH": "Mody zawartości vs mody danych?",
  "faqThirdC1": "To odnosi się do 2 folderów z których mody są zwykle ładowane.",
  "faqThirdC2": "Folder zawartości to gdzie Steam zapisuje mody które subskrybujesz, dla WH3 może to być C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1142710, gdzie 1142710 to Steam Id dla WH3. Folder danych jest w folderze gry (np. C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER III\\data) i również zawiera waniliowe pliki .pack jak data.pack.",
  "faqThirdC3": "Folder danych jest głównie używany przez modderów którzy umieszczają tam swoje pliki .pack podczas pracy nad swoimi modami. Jest korzyść wydajnościowa w czasie ładowania jeśli umieścisz wszystkie swoje mody w folderze danych zamiast podfolderów zawartości, moja teoria to z powodu mniejszej liczby lokalizacji folderów do wyszukiwania zasobów, to coś co CA powinno miejmy nadzieję naprawić. Dlatego są opcje dla tego w Innych Opcjach.",
  "faqThirdC4": "Używanie przycisku Skopiuj Do Danych w Innych Opcjach skopiuje mody do danych i będą miały czerwony kolor w menedżerze. Ale jeśli mod się zaktualizuje zaktualizowana wersja będzie w folderze zawartości więc będziesz musiał użyć przycisku ponownie. To może być również używane jako sposób na utrzymanie wszystkich twoich modów nie-zaktualizowanych gdy nadchodzi aktualizacja gry.",
  "faqThirdC5": "Używanie Utwórz dowiązania symboliczne w danych to sposób na posiadanie modów w danych, a jednocześnie zsynchronizowanych z modami zawartości, więc są zawsze aktualne ale otrzymujesz korzyści wydajnościowe. Dowiązania symboliczne to funkcja Windows, w zasadzie zaawansowane skróty.",
  "faqFourthH": "Czy powinienem zmienić moją kolejność ładowania?",
  "faqFourthC1": "Powinieneś zawsze pozostawić kolejność ładowania na domyślnej i nie zmieniać jej ręcznie chyba że wyraźnie zostaniesz o to poproszony przez moddera. Modderzy mają wiele metod których używają aby zapewnić że ich mody działają jak powinny używając domyślnej kolejności ładowania.",
  "faqFourthC2": "Jeśli masz czysto wizualne mody które zmieniają tę samą jednostkę możesz spróbować zmienić kolejność ładowania, ale poza tym zmiana kolejności ładowania jest BARDZO mało prawdopodobna aby rozwiązać jakiekolwiek inne problemy modów lub błędy w grze, i może spowodować pojawienie się nowych.",
  "faqFifthH": "Jak działają mody i kolejność ładowania?",
  "faqFifthC1": "Mody z niższym numerem kolejności mają wyższy priorytet. Domyślnie, mody są uszeregowane alfanumerycznie według ich nazwy. Modderzy nazywają swoje mody i używają prefiksów jak ! aby osiągnąć kolejność ładowania jaką chcą aby ich mod miał.",
  "faqFifthC2": "(Zobacz Co to jest plik paczki? wyżej) Pliki bazy danych w paczce mają priorytet oparty na nazwie którą modder nadał temu plikowi. To jest WEWNĘTRZNA nazwa dla konkretnego pliku wewnątrz modu która nie ma nic wspólnego z nazwą modu. Więc jeśli masz 2 mody które zmieniają statystyki jednostek Imperialnych mieczników mod z wyższym priorytetem PLIKU BAZY DANYCH (dyktowanym przez porównanie nazw 2 plików) będzie tym który zastosuje swoje statystyki jednostek. To używa WEWNĘTRZNEJ nazwy pliku bazy danych, NIE NAZWY MODU/PACZKI. Zmiana kolejności ładowania tych 2 modów NIE ROBI NIC w tym przypadku! Kolejność ładowania to to samo co zmiana ZEWNĘTRZNEJ nazwy pliku modu, ale tutaj musielibyśmy zmienić WEWNĘTRZNY plik konkretnego pliku bazy danych modu, coś czego kolejność ładowania nie może zrobić.",
  "faqFifthC3": "Z drugiej strony, dla pojedynczych plików które nie są plikami bazy danych priorytet modu ma znaczenie. Tutaj dwa mody mogą zmienić na przykład tę samą teksturę lub ten sam plik UI i mod z wyższym priorytetem (niższa kolejność) będzie tym który zastosuje swoje zmiany.",
  "faqFifthC4": "Wiele takich pojedynczych plików jest powiązanych z tym jak wizualne jednostek są konstruowane w grze, więc jeśli masz 2 wizualne mody które oba zmieniają wizualne Imperialnych mieczników zmiana kolejności ładowania dla nich może dyktować jakie wizualne otrzymasz w grze.",
  "faqFifthC5": "Jest tu więcej niuansów, na przykład, modder może użyć sposobu Bazy Danych aby całkowicie zmienić wizualne Imperialnych mieczników przez powiedzenie grze aby użyła nowego pliku .variantmeshdefinition dla Imperialnych mieczników, i jakikolwiek inny mod który zastępuje istniejący .variantmeshdefinition Imperialnych mieczników nie zrobiłby nic w tym przypadku, bez względu na kolejność ładowania.",
  "faqFifthC6": "Mod tłumaczenia NIGDY nie powinien wymagać od ciebie ręcznej zmiany kolejności ładowania, jeśli modder ci to mówi powiedz mu aby nadał swojemu plikowi .loc w modzie tłumaczenia wyższy priorytet niż oryginalnemu .loc (może to zrobić przez dodanie ! przed nazwą .loc)",
  "faqSixthH": "Co to jest plik paczki?",
  "faqSixthC": "Modderzy używają \"mod\" i \"paczka\" zamiennie. Każdy mod przychodzi w pojedynczym pliku .pack, możesz myśleć o tym jak o pliku zip (mimo że nie jest skompresowany) który zawiera pliki w środku. Wewnątrz paczki jest część Bazy Danych z plikami wypełnionymi danymi tabelarycznymi których gra może używać, i część plikowa z różnymi plikami które gra wie jak używać jak tekstury i niestandardowe formaty plików CA jak animacje, modele, i tak dalej.",
  "faqSeventhH": "Dlaczego moje mody są czerwone w menedżerze?",
  "faqSeventhC": "Jeśli nazwa modu jest czerwona oznacza to że mod znajduje się w folderze danych. Jeśli uruchamiasz Kaedrin Mod Manager kopiuje mody do danych automatycznie, więc to możliwy powód. Możesz użyć przycisku Wyczyść Dane w Innych Opcjach aby je usunąć z danych.",
  "faqEightH": "Jak zresetować moją kolejność ładowania?",
  "faqEightC": "Możesz zresetować kolejność ładowania do domyślnej dla wszystkich modów przez kliknięcie prawym przyciskiem na nagłówek kolumny Kolejność. Lub dla pojedynczych modów kliknij prawym przyciskiem na ich numer kolejności.",
  "faqNinthH": "Jak zmienić kolejność ładowania?",
  "faqNinthC1": "Możesz zmienić kolejność ładowania w Zakładce Włączonych Modów. Możesz przełączyć na tę zakładkę używając przycisku w lewym górnym rogu lub używając Ctrl+2. To nie świetne UI, ale wymagane z powodu kolejności ładowania będącej względem innych włączonych modów, również dlatego większość menedżerów modów używa 2 list modów.",
  "faqNinthC2": "Również pamiętaj że kolejność ładowania to coś z czym nie powinieneś ręcznie majstrować w WH3, z wyjątkiem bardzo rzadkich okoliczności. Jeśli nie jesteś pewien znacznie lepiej pozostaw to na domyślnym, zmiana kolejności ładowania to nie coś co naprawi problemy modów lub błędy w WH3.",
  "faqTenthH": "Dlaczego nie flagujecie modów jako nieaktualne jak CA Launcher?",
  "faqTenthC": "CA Launcher auto-flaguje wszystkie mody jako nieaktualne po każdym większym patchu. Ten sposób jest całkowicie bez znaczenia, jako modder większość moich modów nigdy nie była w ogóle dotknięta przez jakiekolwiek patche. Ten menedżer modów ma mądrzejszy checker który zagląda do wnętrza modów aby zobaczyć czy mają pliki/tabele które mogą być nieaktualne. To nie może złapać wszystkich problemów ale może złapać duże łamiące zmiany przez patche.",
  "faqEleventhsH": "Menedżer modów używa dużo pamięci?",
  "faqEleventhsC": "Menedżer modów uruchamia analizę włączonych modów aby sprawdzić czy mają pliki/tabele które mogą być nieaktualne lub aby napędzać inne funkcje jak dostosowanie modów, i to może zużywać dużo pamięci w zależności od tego jakie mody masz włączone. Cała ta pamięć jest odrzucana gdy gra jest uruchamiana aby uniknąć problemów wydajnościowych.",
  "faq": "Często Zadawane Pytania",
  "faqAbbreviated": "FAQ",
  "instructions": "Instrukcje",
  "knownIssues": "Znane Problemy",
  "faqIssuesFirstH": "Gra nie uruchamia się gdy klikam Graj",
  "faqIssuesFirstC": "To jest spowodowane problemami uprawnień plików, menedżer modów nie ma uprawnień do uruchomienia WH3. Umieść folder menedżera modów w folderze WH3 lub zmień właściciela folderu menedżera modów.",
  "faqIssuesSecondH": "Graj uruchamia CA Launcher zamiast gry",
  "faqIssuesSecondC": "Nie jestem pewien przyczyny. Miałem raporty że ten problem znika więc spróbuj zrestartować PC lub Steam. Spróbuj dodać exe menedżera modów do Steam jako grę spoza Steam i uruchomić w ten sposób. Proszę zgłoś jeśli masz więcej informacji.",
  "faqIssuesThirdH": "Próba uruchomienia z opcjonalnymi parametrami błąd Steam przy uruchamianiu",
  "faqIssuesThirdC": "Spróbuj uruchomić grę używając waniliowego launchera najpierw a potem używając menedżera, to zwykle to naprawia. Jeśli to nie działa możesz spróbować dodać exe menedżera modów do Steam jako grę spoza Steam i uruchomić w ten sposób.",
  "readingPack": "Odczytywanie paczki:",
  "finishedReadingPack": "Skończone odczytywanie paczki:",
  "comparingFilesInPacks": "Porównywanie plików <firstPackName> z <secondPackName>...",
  "comparingKeysInPacks": "Porównywanie kluczy tabel <firstPackName> z innymi modami...",
  "missingKeys": "Brakujące Klucze",
  "missingKeyTableAndColumn": "Tabela i kolumna brakującego klucza",
  "missingDBKey": "Brakujący klucz BD",
  "missingKeyIsReferencedIn": "jest referencyjny w <originFileSuffix>, kolumna <originFieldName>",
  "compatHelpFour": "Zakładka Brakujące Klucze szuka brakujących referencji bazy danych (kluczy) w modach. Tabele BD referencują się nawzajem przez kolumny kluczy, więc na przykład jest tabela bazy danych która daje atrybuty jak niezłomność jednostkom, więc ta tabela musi referencować zarówno tabelę jednostek jak i tabelę atrybutów. Więc jeśli ta tabela ma wiersz który mówi daj jednostce 'Empire Swordsmen' niezłomność to oznacza że w tabeli jednostek Empire Swordsmen muszą istnieć. Brakujące klucze BD mogą być spowodowane aktualizacjami gry lub brakującymi modami zależności. Jeśli ich brakuje gra w ogóle się nie uruchomi.",
  "compatHelpFive": "Zakładka Duplikujące Klucze szuka duplikujących kluczy Id wśród wszystkich modów. Jeśli mod zastępuje cały wiersz zmienionymi danymi taki duplikat jest w porządku i zamierzony, na przykład dla modu i jego podmodu lub modu który chce zmienić waniliowe dane gry. Ale te mogą być również przypadkiem modderów kopiujących-wklejających wiersz i zapominających zmienić id.",
  "noFileCollisionsFound": "Nie znaleziono kolizji plików!",
  "noDBKeyCollisionsFound": "Nie znaleziono kolizji kluczy bazy danych!",
  "noMissingDBKeysFound": "Nie znaleziono brakujących kluczy bazy danych!",
  "enableAll": "Włącz Wszystkie",
  "disableAll": "Wyłącz Wszystkie",
  "addCategory": "Dodaj kategorię:",
  "addCategoryHelp1": "Przytrzymaj Ctrl aby usunąć kategorię.",
  "addCategoryHelp2": "Przytrzymaj Ctrl+Shift aby zastąpić wszystkie kategorie.",
  "duplicateKeys": "Duplikujące Klucze",
  "noDuplicateKeysFound": "Nie znaleziono duplikujących kluczy!",
  "packName": "Nazwa Paczki",
  "duplicateDBKey": "Duplikujący Klucz BD",
  "bisectModList": "Podziel Listę Modów",
  "bisectModListRandomly": "Podziel Listę Modów Losowo",
  "bisectModListMsg": "Do testowania twojej listy modów. Podziel aktualną listę modów na 2 nowe presety. Możesz potem wybrać preset i testować z nim, jak również podzielić go ponownie. Zauważ że jeśli którykolwiek z twoich modów ma niestandardową kolejność ładowania wszystkie mody w nowych presetach będą miały kolejność ładowania.",
  "bisectModListRandomMsg": "Wybiera mody losowo dla nowych presetów.",
  "duplicateListenerNames": "Duplikujące Nazwy Słuchaczy",
  "noDuplicateListenerNamesFound": "Nie znaleziono duplikujących nazw słuchaczy!",
  "fileErrors": "Błędy Plików",
  "noFileErrorsFound": "Nie znaleziono błędów plików!",
  "packFileName": "Nazwa Pliku Wewnątrz Modu/Paczki",
  "fileInsidePack": "Plik Wewnątrz Paczki: <PACKNAME>",
  "duplicateListenerName": "Duplikująca Nazwa Słuchacza",
  "line": "Linia",
  "column": "Kolumna",
  "compatHelpSix": "Zakładka Duplikujące Nazwy Słuchaczy szuka duplikujących nazw słuchaczy dodanych przez 'core:add_listener' wewnątrz skryptów Lua. To zwykle nie jest problem chyba że jest również core:remove_listener zaangażowany z powodu kopiowania-wklejania z innego skryptu. Mimo to, nie posiadanie duplikujących nazw słuchaczy to zawsze dobra praktyka.",
  "compatHelpSeven": "Zakładka Błędy Plików parsuje pliki Lua i XML (to zawiera variantmeshdefinitions) dla błędów składni. Dla Lua to nie może złapać błędów run-time ale może złapać niektóre problemy. Niektóre błędy XML mogą również nie być problemem w grze ponieważ parser XML w grze jest bardzo tolerancyjny na źle sformułowany XML.",
  "compatHelpEight": "Zakładka Brakujące Pliki listuje pliki które są referencyjne w jakimś innym pliku, ale w rzeczywistości nie istnieją. To możliwe że to nie będzie problemem ponieważ mody mogą zawierać nieużywane pliki. Ikony dla typów plików:",
  "forceResubscribe": "Wymuś Ponowną Subskrypcję",
  "forceResubscribeMsg": "Zmusza steam do anulowania subskrypcji a potem subskrypcji tych samych modów, co usuwa i pobiera mody. W przypadkach gdzie Wymuś Ponowne Pobieranie nie wystarcza. Domyślnie to jest dla włączonych modów, przytrzymaj Shift dla wszystkich modów. Polecam zrobienie kolekcji jako backup wcześniej, opcja dla tego jest niżej. Zajmuje dużo czasu jeśli masz dużo modów.",
  "collapseAll": "Zwiń Wszystkie",
  "expandAll": "Rozwiń Wszystkie",
  "sameFileSize": "Oba pliki mają ten sam rozmiar",
  "processingMods": "Przetwarzanie modów...",
  "uploadingMod": "Przesyłanie Modu...",
  "failedUpdatingMod": "Nie Udało Się Zaktualizować Modu!",
  "modUpdated": "Mod Zaktualizowany!",
  "needsToAcceptSteamWorkshopAgreement": "Musisz zaakceptować warunki i zasady Steam Workshop!",
  "uploadModTooltip": "Przesyła mod do warsztatu.",
  "uploadMod": "Prześlij Mod",
  "modCreated": "Mod Utworzony",
  "failedUploadingMod": "Nie Udało Się Przesłać Modu!",
  "missingModThumbnail": "Brakuje miniatury modu!",
  "thumbnailTooBig": "Rozmiar miniatury jest za duży!",
  "compatCheckVanillaPacksMsg": "Gdy uruchamiasz Sprawdź Zgodność czy waniliowe pliki gry powinny być również parsowane. Zostaw wyłączone zwykle, przydatne tylko dla ludzi znajdywaniu i naprawianiu waniliowych problemów.",
  "compatCheckVanillaPacks": "Sprawdź Zgodność Waniliowych Paczek",
  "troy": "Troy",
  "mainTroyFolder": "Główny folder Troy który zawiera Troy.exe, na przykład C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Troy",
  "troyFolder": "Folder Troy:",
  "troyContentFolder": "Folder zawartości Troy Steam Workshop nazwany 1099410 (który jest ID steam dla Troy) który zawiera mody, na przykład C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1099410",
  "selectTroyFolder": "Wybierz Folder Troy",
  "setFolderPathsManuallyTroy": "Menedżer modów próbował uzyskać lokalizacje folderów Troy z Rejestru Windows, ale nie mógł ich znaleźć! Będziesz musiał ustawić je ręcznie!",
  "setFolderPathsManuallyOptionallyTroy": "Menedżer modów automatycznie znalazł ścieżki folderów Troy z Rejestru Windows, ale możesz ustawić je ręcznie tutaj.",
  "pharaoh": "Pharaoh",
  "mainPharaohFolder": "Główny folder Pharaoh który zawiera Pharaoh.exe, na przykład C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Pharaoh",
  "pharaohFolder": "Folder Pharaoh:",
  "pharaohContentFolder": "Folder zawartości Pharaoh Steam Workshop nazwany 1937780 (który jest ID steam dla Pharaoh) który zawiera mody, na przykład C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1937780",
  "selectPharaohFolder": "Wybierz Folder Pharaoh",
  "setFolderPathsManuallyPharaoh": "Menedżer modów próbował uzyskać lokalizacje folderów Pharaoh z Rejestru Windows, ale nie mógł ich znaleźć! Będziesz musiał ustawić je ręcznie!",
  "setFolderPathsManuallyOptionallyPharaoh": "Menedżer modów automatycznie znalazł ścieżki folderów Pharaoh z Rejestru Windows, ale możesz ustawić je ręcznie tutaj.",
  "noMissingFilesFound": "Nie znaleziono brakujących plików!",
  "missingFiles": "Brakujące Pliki",
  "skillsViewer": "Umiejętności",
  "dynasties": "Pharaoh Dynasties",
  "mainDynastiesFolder": "Główny folder Dynasties który zawiera Pharaoh.exe, na przykład C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War PHARAOH DYNASTIES",
  "dynastiesFolder": "Folder Dynasties:",
  "dynastiesContentFolder": "Folder zawartości Dynasties Steam Workshop nazwany 2951630 (który jest ID steam dla Pharaoh Dynasties) który zawiera mody, na przykład C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\2951630",
  "selectDynastiesFolder": "Wybierz Folder Dynasties",
  "setFolderPathsManuallyDynasties": "Menedżer modów próbował uzyskać lokalizacje folderów Pharaoh Dynasties z Rejestru Windows, ale nie mógł ich znaleźć! Będziesz musiał ustawić je ręcznie!",
  "setFolderPathsManuallyOptionallyDynasties": "Menedżer modów automatycznie znalazł ścieżki folderów Pharaoh Dynasties z Rejestru Windows, ale możesz ustawić je ręcznie tutaj.",
  "chooseNewModTag": "Wybierz tag dla nowego modu:",
  "upload": "Prześlij",
  "showHiddenSkills": "Pokaż Ukryte Umiejętności",
  "showHiddenModifiersInsideSkills": "Pokaż Ukryte Modyfikatory Wewnątrz Umiejętności",
  "options": "Opcje",
  "relaunchingGame": "Auto-ponowne uruchamianie gry (kliknij aby anulować)...",
  "queueUpRelaunchingGame": "Kliknij aby kolejkować ponowne uruchomienie gry gdy gra zostanie zamknięta.",
  "gameCurrentlyRunning": "Gra jest aktualnie uruchomiona!",
  "searchSaves": "Przeszukaj Zapisane Pliki",
  "searchInsidePacks": "Przeszukaj Wewnątrz Paczek",
  "searchInsidePacksMsg1": "Wyszukaj tekst wewnątrz włączonych paczek.",
  "searchInsidePacksMsg2": "Wyszukuje zarówno ascii (klucze BD) jak i unicode encoded (locs) tekst. Może zająć dużo czasu z dużymi modami lub dużą ilością modów.",
  "searchInsidePacksMsg3": "Używane gdy masz klucz BD z przeglądarki kontekstu w grze, lub kawałek tekstu z gry lub nazwę pliku skryptu i chcesz wiedzieć z którego modu pochodzi.",
  "search": "Szukaj",
  "searchInsidePacksResults": "Paczki Które Zawierają Tekst:",
  "searchInsidePacksDescription": "Wyszukaj wewnątrz włączonych modów tekst.",
  "skillUnlockRequirementMultipleParents": "Dostępne po wydaniu NUM_SKILL_POINTS w poprzedniej grupie.",
  "skillUnlockRequirementParent": "Dostępne po odblokowaniu \"REQUIRED_SKILL\".",
  "skillUnlockWillLock": "Odblokowanie tej umiejętności zablokuje:",
  "checkSkillRequirements": "Sprawdź Wymagania Umiejętności",
  "holdCtrlToTerminateGame": "Przytrzymaj Ctrl i kliknij aby zakończyć grę.",
  "skillUnlockRank": "Dostępne na randze UNLOCK_RANK",
  "rank": "Ranga",
  "setFolderPathsManuallyRome2": "Menedżer modów próbował uzyskać lokalizacje folderów Rome 2 z Rejestru Windows, ale nie mógł ich znaleźć! Będziesz musiał ustawić je ręcznie!",
  "setFolderPathsManuallyOptionallyRome2": "Menedżer modów automatycznie znalazł ścieżki folderów Rome 2 z Rejestru Windows, ale możesz ustawić je ręcznie tutaj.",
  "rome2": "Rome 2",
  "mainRome2Folder": "Główny folder Rome 2 który zawiera Three_Kingdoms.exe, na przykład C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Rome II",
  "rome2Folder": "Folder Rome 2:",
  "selectRome2Folder": "Wybierz Folder Rome 2",
  "rome2ContentFolder": "Folder zawartości Rome 2 Steam Workshop nazwany 214950 (który jest ID steam dla Rome 2) który zawiera mody, na przykład C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\214950",
  "addedMod": "Dodano mod:",
  "resubscribing": "Ponowna subskrypcja:",
  "queue": "Pozostało w kolejce:",
  "downloadingUpdate": "Pobieranie aktualizacji...",
  "editCategories": "Edytuj Kategorie",
  "addNewCategory": "Dodaj Nową Kategorię",
  "enterCategoryName": "Wpisz nazwę kategorii...",
  "add": "Dodaj",
  "existingCategories": "Istniejące Kategorie",
  "categoryName": "Nazwa Kategorii",
  "color": "Kolor",
  "actions": "Akcje",
  "setCategoryColor": "Ustaw kolor kategorii",
  "save": "Zapisz",
  "cancel": "Anuluj",
  "renameCategoryTooltip": "Zmień nazwę kategorii",
  "deleteCategoryTooltip": "Usuń kategorię",
  "noCategoriesFound": "Nie znaleziono kategorii. Dodaj jedną wyżej aby zacząć.",
  "close": "Zamknij",
  "updateReady": "Aktualizacja Gotowa",
  "updateReadyMessage": "Aktualizacja została pobrana. Aplikacja zostanie teraz zamknięta i zaktualizowana automatycznie.",
  "updateFailed": "Aktualizacja Nie Powiodła Się",
  "updateNow": "Aktualizuj Teraz",
  "updateFailedMessage": "Nie udało się pobrać lub zainstalować aktualizacji:",
  "errorSomethingWentWrong": "Coś poszło nie tak:",
  "errorScreenshotInstructions": "Możesz znaleźć i zgłosić błąd zalogowany w %appdata%/wh3mm/logs/main.log",
  "removeBadge": "Usuń odznakę",
  "noMatches": "BRAK DOPASOWAŃ",
  "allMods": "Wszystkie mody",
  "colorBlue": "Niebieski",
  "colorEmerald": "Szmaragdowy",
  "colorRed": "Czerwony",
  "colorAmber": "Bursztynowy",
  "colorPurple": "Fioletowy",
  "colorRose": "Różowy",
  "colorTeal": "Cyranowy",
  "colorSlate": "Łupkowy",
  "colorWhite": "Biały",
  "colorLime": "Limonkowy",
  "colorSky": "Niebieski nieba",
  "colorFuchsia": "Fuksja",
  "setCategoryColorTooltip": "Ustaw kolor {{category}} na {{color}}",
  "renamePackFiles": "Zmień Nazwę Plików Paczki",
  "useRegularExpression": "Użyj Wyrażenia Regularnego",
  "searchPatternRegex": "Wzorzec Wyszukiwania (Wyrażenie Regularne)",
  "searchText": "Tekst Wyszukiwania",
  "searchPatternPlaceholderRegex": "np., (ovn_araby_)(.*)  lub  old_name.*",
  "searchTextPlaceholder": "np., ovn_araby_lords",
  "replaceWith": "Zastąp Z",
  "replaceWithPlaceholderRegex": "np., $1new_$2  lub  new_name",
  "replaceWithPlaceholder": "np., new_ovn_araby_lords",
  "pathFilterOptional": "Filtr Ścieżki (Opcjonalny)",
  "pathFilterPlaceholder": "np., db  lub  warscape_animated_tables  (zostaw puste dla wszystkich ścieżek)",
  "pathFilterDescription": "Zmień nazwy tylko plików których ścieżka zawiera ten tekst. Dla \"db\\warscape_animated_tables\\file.txt\", możesz użyć \"db\" lub \"warscape_animated_tables\"",
  "preview": "Podgląd",
  "filesWillBeRenamed": "{{count}} plików zostanie zmienionych",
  "from": "Z:",
  "to": "DO:",
  "noFilesMatch": "Żadne pliki nie pasują do wzorca wyszukiwania",
  "enterSearchPattern": "Wpisz wzorzec wyszukiwania aby podejrzeć zmiany",
  "invalidRegularExpression": "Nieprawidłowe wyrażenie regularne",
  "renaming": "Zmiana nazw...",
  "rename": "Zmień Nazwę",
  "renameNFiles": "Zmień Nazwy {{count}} Plików",
  "testRename": "Testuj Zmianę Nazwy (Brak Zmian)",
  "noFilesToRename": "Brak Plików Do Zmiany Nazwy",
  "renamePackedFiles": "Zmień Nazwy Spakowanych Plików",
  "setFolderPathsManuallyShogun2": "Menedżer modów próbował uzyskać lokalizacje folderów Shogun 2 z rejestru Windows, ale nie udało się ich znaleźć! Musisz je ustawić ręcznie!",
  "setFolderPathsManuallyOptionallyShogun2": "Menedżer modów automatycznie znalazł ścieżki folderów Shogun 2 w rejestrze Windows, ale możesz je tutaj ustawić ręcznie.",
  "shogun2": "Shogun 2",
  "mainShogun2Folder": "Główny folder Shogun 2, który zawiera Three_Kingdoms.exe, np. C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War SHOGUN 2",
  "shogun2Folder": "Folder Shogun 2:",
  "selectShogun2Folder": "Wybierz folder Shogun 2",
  "shogun2ContentFolder": "Folder zawartości Steam Workshop Shogun 2 o nazwie 201270 (Steam ID Shogun 2) zawierający mody, np. C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\201270",
  "copyModToData": "Skopiuj mod do folderu data"
}
