{
  "numModsEnabled_one": "{{count}} mod habilitado",
  "numModsEnabled_other": "{{count}} mods habilitados",
  "numModsHidden_one": "{{count}} destes ocultos",
  "numModsHidden_other": "{{count}} destes ocultos",
  "priorityTooltipOne": "Mods com ordem menor têm prioridade maior.",
  "priorityTooltipTwo": "Clique com o botão direito no número do mod para resetar ou aqui para resetar todos.",
  "priorityTooltipThree": "Não altere a prioridade dos mods a menos que você realmente saiba o que está fazendo!",
  "order": "Ordem",
  "pack": "Pacote",
  "dataPacks": "Pacotes de Dados",
  "enabled": "Habilitado",
  "thumbnail": "Miniatura",
  "name": "Nome",
  "author": "Autor",
  "sortBySubscribedDate": "Clique com o botão direito para ordenar por data de inscrição",
  "sortByDataPacks": "Clique com o botão direito para ordenar por pacotes de dados",
  "enableOrDisableAll": "Clique com o botão direito para habilitar ou desabilitar todos os mods",
  "subscriptionTime": "Hora da Inscrição",
  "lastUpdated": "Última Atualização",
  "movieModOne": "Mod é do tipo mod de filme.",
  "movieModTwo": "Mods de filme sempre têm alta prioridade!",
  "movieModThree": "Sempre habilitado pois está localizado na pasta WH3/data!",
  "coffee": "Me pague um café:",
  "byAuthor": "por Prop Joe (Steam) / Shazbot (GitHub)",
  "about": "Sobre",
  "compatHelpFilesOne": "É comum que modders usem o mesmo arquivo em múltiplos mods, então eles aparecerão aqui mesmo que seja completamente normal e intencional. Se ambos os arquivos têm o mesmo tamanho, haverá um ícone para isso. Isso não é o mesmo que comparar seu conteúdo—por exemplo, \"aaa\" e \"bbb\" têm o mesmo tamanho—mas essa comparação é muito mais rápida e suficiente para arquivos.",
  "compatHelpTwo": "No painel, o mod \"pai\" (sublinhado) terá prioridade a menos que haja um STAR_ICON próximo ao nome do mod \"filho\".",
  "compatHelpOne": "A aba Tabelas cobre chaves em tabelas de banco de dados que conflitam entre si. Tabelas de banco de dados são geralmente relacionadas a estatísticas de unidades. Por exemplo, submods de overhaul que afetam estatísticas de unidades sempre terão colisões aqui. Diferente da aba Arquivos, os nomes reais das tabelas são comparados para determinar prioridade, não nomes de pacotes. Então alterar a ordem de carregamento não afetará nada aqui.",
  "compatHelpThree": "A aba Arquivos cobre arquivos inteiros que se sobrescrevem, estes são geralmente relacionados a visuais de unidades: texturas .dds, arquivos .wsmodel e .variantmeshdefinition que definem como a aparência de uma unidade é construída no jogo. O jogo usará o arquivo do mod com maior prioridade de ordem de carregamento, então entre dois mods que aplicam mudanças visuais o resultado no jogo dependerá da prioridade relativa dos dois mods.",
  "checkCompat": "Verificar Compatibilidade",
  "modCompatibility": "Compatibilidade de Mods",
  "enabledModsOnly": "Apenas Mods Habilitados",
  "files": "Arquivos",
  "tables": "Tabelas",
  "dbTable": "Tabela BD",
  "tableColumn": "Coluna da Tabela",
  "help": "Ajuda",
  "collisionWith": "Colisão com",
  "in": "em",
  "key": "chave",
  "readingAndComparingPacks": "Lendo e Comparando Pacotes...",
  "waitForReadingAndComparingPacks": "Por favor aguarde até que todos os pacotes de mod tenham sido lidos e comparados entre si...",
  "presetsTooltip1": "Crie um novo preset digitando seu nome.",
  "presetsTooltip2": "Ao selecionar preset existente:",
  "presetsTooltip3": "Segure Shift para adicionar mods do preset aos mods atuais.",
  "presetsTooltip4": "Segure Ctrl para remover mods do preset dos mods atuais.",
  "selectOrCreatePreset": "Selecionar ou criar preset:",
  "filter": "Filtro:",
  "deletePreset": "Deletar preset:",
  "replacePreset": "Substituir preset:",
  "editPresets": "Editar Presets",
  "missing": "faltando:",
  "missingReqMods": "Mods Obrigatórios Faltando!",
  "outdatedOverwritingPacksTooltip": "Estes pacotes sobrescrevem dados da CA e não devem ser usados quando desatualizados:",
  "outdatedOverwritingPacks": "Pacotes de sobrescrita desatualizados!",
  "overwrites": "sobrescreve:",
  "packsWithOutdatedFiles": "Pacotes que contêm arquivos desatualizados que foram alterados em um patch:",
  "outdatedPacks": "Pacotes desatualizados!",
  "enabledMods": "Mods habilitados:",
  "outdatedMergedModsTooltip": "Alguns mods mesclados contêm mods desatualizados, atualize-os (clique direito) ou crie um novo mod mesclado!",
  "outdatedMergedMods": "Mods Mesclados Desatualizados!",
  "play": "Jogar",
  "continue": "Continuar",
  "dbViewer": "Visualizador BD",
  "allMods": "Todos os Mods",
  "enabledModsCapitalized": "Mods Habilitados",
  "categories": "Categorias",
  "createSteamCollection": "Criar Coleção Steam",
  "openSteamCollectionsPage": "Abrir Página Steam Para Criar Coleções do Jogo",
  "openSteamCollectionsPageTooltip": "Abrir Página Steam Para Criar Coleções do Jogo",
  "copyCollectionScript": "Copiar Script da Coleção Para Área de Transferência",
  "copyCollectionScriptTooltip1": "Copia para a área de transferência um script para povoar mods atualmente habilitados em uma coleção.",
  "copyCollectionScriptTooltip2": "Segure Shift se quiser copiar todos os mods, não apenas os habilitados.",
  "createSteamCollectionHelp1": "Esta é uma forma de exportar mods para uma coleção Steam. Não é automático e depende de executar um script de console no seu navegador para automatizar pressionamentos de botão no navegador.",
  "createSteamCollectionHelp2": "Abra a página de criar nova coleção do Steam Workshop em um navegador. Na primeira página, um nome de coleção e miniatura de imagem são obrigatórios. Na segunda página onde você seleciona mods para adicionar à coleção, pressione Ctrl+Shift+I e mude para a aba console das abas no canto superior direito:",
  "createSteamCollectionHelp3": "Cole o script que você recebeu ao pressionar o botão \"Copiar Script de Criação Para Área de Transferência\" no console e pressione enter:",
  "createSteamCollectionHelp4": "Dois botões aparecerão, um para adicionar mods à coleção e um botão de reset que remove qualquer mod adicionado. Clique no botão verde + que aparece e aguarde a página recarregar.",
  "configureFolderLocations": "Configurar Localizações de Pastas",
  "setFolderPathsManuallyWH2": "O gerenciador de mods tentou obter as localizações de pasta do WH2 do Registro do Windows, mas não conseguiu encontrá-las! Você terá que defini-las manualmente.",
  "setFolderPathsManuallyWH3": "O gerenciador de mods tentou obter as localizações de pasta do WH3 do Registro do Windows, mas não conseguiu encontrá-las! Você terá que defini-las manualmente.",
  "setFolderPathsManuallyThreeKingdoms": "O gerenciador de mods tentou obter as localizações de pasta do Three Kingdoms do Registro do Windows, mas não conseguiu encontrá-las! Você terá que defini-las manualmente.",
  "setFolderPathsManuallyOptionallyWH2": "O gerenciador de mods encontrou automaticamente os caminhos de pasta do WH2 do Registro do Windows, mas você pode defini-los manualmente aqui.",
  "setFolderPathsManuallyOptionallyWH3": "O gerenciador de mods encontrou automaticamente os caminhos de pasta do WH3 do Registro do Windows, mas você pode defini-los manualmente aqui.",
  "setFolderPathsManuallyOptionallyThreeKingdoms": "O gerenciador de mods encontrou automaticamente os caminhos de pasta do Three Kingdoms do Registro do Windows, mas você pode defini-los manualmente aqui.",
  "wh2": "Warhammer 2",
  "wh3": "Warhammer 3",
  "threeKingdoms": "Three Kingdoms",
  "attila": "Attila",
  "mainWH3Folder": "A pasta principal do Warhammer 3 que contém Warhammer3.exe, por exemplo C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER III",
  "mainWH2Folder": "A pasta principal do Warhammer 2 que contém Warhammer2.exe, por exemplo C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER II",
  "mainThreeKingdomsFolder": "A pasta principal do Three Kingdoms que contém Three_Kingdoms.exe, por exemplo C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War THREE KINGDOMS",
  "wh3Folder": "Pasta WH3:",
  "wh2Folder": "Pasta WH2:",
  "threeKingdomsFolder": "Pasta Three Kingdoms:",
  "selectWH3Folder": "Selecionar Pasta WH3",
  "selectWH2Folder": "Selecionar Pasta WH2",
  "selectThreeKingdomsFolder": "Selecionar Pasta Three Kingdoms",
  "wh3ContentFolder": "A pasta de conteúdo do Steam Workshop do Warhammer 3 chamada 1142710 (que é o ID steam para WH3) que contém mods, por exemplo C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1142710",
  "wh2ContentFolder": "A pasta de conteúdo do Steam Workshop do Warhammer 2 chamada 594570 (que é o ID steam para WH2) que contém mods, por exemplo C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\594570",
  "threeKingdomsContentFolder": "A pasta de conteúdo do Steam Workshop do Three Kingdoms chamada 779340 (que é o ID steam para 3K) que contém mods, por exemplo C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\779340",
  "mainAttilaFolder": "A pasta principal do Attila que contém Attila.exe, por exemplo C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Attila",
  "attilaFolder": "Pasta Attila:",
  "attilaContentFolder": "A pasta de conteúdo do Steam Workshop do Attila chamada 325610 (que é o ID steam para Attila) que contém mods, por exemplo C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\325610",
  "selectAttilaFolder": "Selecionar Pasta Attila",
  "setFolderPathsManuallyAttila": "O gerenciador de mods tentou obter as localizações de pasta do Attila do Registro do Windows, mas não conseguiu encontrá-las! Você terá que defini-las manualmente!",
  "setFolderPathsManuallyOptionallyAttila": "O gerenciador de mods encontrou automaticamente os caminhos de pasta do Attila do Registro do Windows, mas você pode defini-los manualmente aqui.",
  "contentFolder": "Pasta de conteúdo:",
  "selectContentFolder": "Selecionar Pasta de Conteúdo",
  "setLoadOrderFor": "Definir Ordem de Carregamento Para",
  "setLoadOrderMessage1": "Definir ordem de carregamento para este mod. Alterar ordens de carregamento é muito raramente necessário no WH3 e pode causar problemas de compatibilidade não intencionais entre mods.",
  "setLoadOrderMessage2": "Sempre deixe a ordem de carregamento no padrão a menos que você tenha uma razão muito boa!",
  "setLoadOrder": "Definir Ordem de Carregamento",
  "goToWorkshopPage": "Ir para página do workshop",
  "openInSteam": "Abrir no Steam",
  "keepAlwaysEnabled": "Manter sempre habilitado",
  "keepAlwaysEnabledTooltip": "Mod sempre será habilitado, mesmo quando oculto.",
  "hideFromListTooltip": "Mod será oculto da lista e desabilitado (exceto quando sempre habilitado).",
  "hideFromList": "Ocultar da lista",
  "showInExplorer": "Mostrar no explorador",
  "showInRPFM": "Abrir no RPFM",
  "openInViewer": "Abrir no Visualizador",
  "copyPathToClipboard": "Copiar caminho para área de transferência",
  "updateModTooltip": "Envia atualização para o workshop. Deve já existir no workshop.",
  "updateMod": "Atualizar Mod",
  "fakeUpdatePackTooltip": "Adiciona um arquivo whmm_update.txt ao pacote preenchido com números hexadecimais aleatórios, ou altera os números se o arquivo já existe. ATUALIZE POR FAVOR",
  "fakeUpdatePack": "Pacote de Atualização Falsa",
  "createBackupTooltip": "Cria um backup do pacote em uma pasta whmm_backups que está no mesmo local que o pacote.",
  "createBackup": "Criar Backup",
  "forceDownload": "Forçar Download",
  "forceDownloadTooltip": "Forçar Steam a baixar novamente o mod.",
  "unsubscribe": "Cancelar Inscrição",
  "unsubscribeTooltip": "Cancelar inscrição do mod no Steam.",
  "reMergeTooltip": "Mesclar mods novamente para atualizar o pacote mesclado com versões mais recentes dos mods.",
  "reMerge": "Atualizar (Re-mesclar)",
  "deleteMod": "Deletar",
  "deleteModTooltip": "Deletar o pacote mesclado.",
  "otherOptions": "Outras Opções",
  "modAuthorColumn": "Coluna Autor do Mod",
  "forceReDownload": "Forçar Re-download",
  "forceDownloadMsg": "Forçar steam a verificar e baixar a versão mais recente dos mods habilitados se estiverem desatualizados. Segure Shift para baixar todos os mods.",
  "contentVsData": "Mods de Conteúdo Vs Mods de Dados",
  "contentVsDataMsg": "Mods que você se inscreveu ficam na pasta workshop (conteúdo), mas também podem ser carregados da pasta data. Não mexa a menos que saiba o que está fazendo!",
  "extraColumns": "Colunas Extras",
  "modThumbnailColumn": "Coluna Miniatura do Mod",
  "closeOnPlay": "Fechar Gerenciador ao Jogar",
  "copyToDataMsg1": "Copia mods atualmente habilitados do conteúdo para dados.",
  "copyToDataMsg2": "Segure Shift se quiser copiar todos os mods.",
  "copyToDataMsg3": "Como modder isso pode sobrescrever seu mod em dados com uma versão mais antiga que você tem em conteúdo!",
  "copyToDataMsg4": "Mods que estão em dados terão um nome vermelho no gerenciador.",
  "copyToData": "Copiar para dados",
  "cleanData": "Limpar dados",
  "cleanDataMsg": "Remove todos os mods em dados se tal mod já existe em conteúdo. Como modder isso pode remover uma versão mais nova do seu mod em dados!",
  "symLink": "Você também pode copiá-los como links simbólicos (basicamente um atalho) para que não ocupem espaço duplicado. Eles também sempre estarão atualizados com o mod de conteúdo já que são apenas um atalho para o mod real.",
  "newVersionAvailable": "Uma nova versão está disponível para download.",
  "download": "Baixar",
  "updateAvailable": "Atualização disponível",
  "loadSave": "Carregar Save",
  "loadModsFromSave": "Carregar Mods do Save",
  "modsInSaveNotEnabled": "Mods presentes no save mas não atualmente habilitados",
  "modsInSaveAndEnabled": "Mods que estão tanto presentes no save quanto atualmente habilitados",
  "modsNotInSaveButEnabled": "Mods não presentes no save mas atualmente habilitados",
  "compareModsInSave": "Comparar Mods no Save",
  "comparingModsInSave": "Comparando Mods no Save",
  "noMissingPacks": "Nenhum pacote faltando",
  "noExtraPacks": "Nenhum pacote extra",
  "noCommonPacks": "Nenhum pacote em comum",
  "savedGames": "Jogos Salvos",
  "missingRequiredMods": "Mods Obrigatórios Faltando",
  "onbWelcome": "Bem-vindo e obrigado por usar o Gerenciador de Mods. Este pequeno tutorial irá familiarizá-lo com a interface.",
  "onbPresets": "Presets permitem que você salve uma lista de mods para carregá-la depois.",
  "onbPresets1": "Digite nesta caixa de texto para criar um novo preset, ou use o botão dropdown para selecionar um preset mais antigo.",
  "onbPresets2": "Você pode segurar Shift enquanto seleciona um preset para criar uma união de mods selecionados entre os mods atualmente habilitados e os mods habilitados no preset. (basicamente adicionar um preset)",
  "onbPresets3": "Você pode segurar Ctrl enquanto seleciona um preset para desmarcar qualquer mod atualmente selecionado que esteja habilitado nesse preset. (basicamente subtrair um preset)",
  "onbReplacePreset": "Selecione um preset que você quer substituir com a seleção atual de mods.",
  "onbDeletePreset": "Selecione um preset que você gostaria de deletar.",
  "onbSorting1": "Mods têm prioridade baseada em sua ordem, por padrão isso é baseado no nome dos pacotes.",
  "onbSorting2": "Você geralmente não quer alterar a ordem manualmente já que modders já nomeiam seus pacotes para conseguir isso automaticamente, como quando colocam pontos de exclamação no início do nome do pacote.",
  "onbSorting3": "Você pode clicar direito no cabeçalho Ordem para resetar ordem ao padrão, e clicar esquerdo para ordenar mods por ordem do mod.",
  "onbSorting4": "Quando na aba Mods Habilitados você pode usar o ícone de arrasto para arrastar mods individuais para alterar sua ordem.",
  "onbSorting5": "O arrasto é visível quando passando o mouse sobre um mod, e apenas quando todos os mods estão ordenados por ordem!",
  "onbSorting6": "Quando um mod é reordenado manualmente seu número de ordem será colorido vermelho. Você pode clicar direito no número de ordem desse mod para resetá-lo.",
  "onbSorting7": "Clique esquerdo para ordenar por mods habilitados.",
  "onbSorting8": "Você pode clicar direito neste cabeçalho para habilitar ou desabilitar todos os mods.",
  "onbSorting9": "Se uma caixa de seleção de mod é roxa significa que um mod está sempre habilitado.",
  "onbPlay": "Iniciar o jogo com os mods selecionados.",
  "onbContinue": "Continuar o último save com os mods selecionados.",
  "onbSaves": "Mostrar todos os saves do jogo para selecionar.",
  "reqAdmin": "Requer executar como administrador!",
  "symLinkMsg1": "Cria Links Simbólicos dos mods atualmente habilitados do conteúdo para dados.",
  "symLinkMsg2": "Segure Shift se quiser criar links de todos os mods.",
  "symLinkMsg3": "Isso não criará links de mods que já existem em dados.",
  "symLinkMsg4": "Mods que são links simbólicos terão um nome azul no gerenciador.",
  "createSymLinks": "Criar links simbólicos em dados",
  "cleanSymLinks": "Limpar links simbólicos em dados",
  "cleanSymLinksMsg": "Remove todos os links simbólicos em dados. Não tocará em mods reais que não são links simbólicos.",
  "unhideMods": "Reexibir mods que você previamente ocultou:",
  "hiddenMods": "Mods Ocultos",
  "shareMods": "Compartilhar Mods",
  "shareModsMsg": "Compartilhar lista atual de mods com outras pessoas para multiplayer:",
  "shareModLists": "Compartilhar Lista de Mods",
  "copyModNames": "Copiar nomes de mods habilitados para área de transferência:",
  "copyModList": "Copiar Lista de Mods",
  "createSteamCollectionMsg": "Criar uma coleção Steam dos mods habilitados:",
  "forModders": "Para Modders",
  "keepInSync": "Mantenha estes em sincronia para MP!",
  "forCustomBattleTesting": "Para testes 1v1 em batalhas customizadas.",
  "makeCustomBattleGenerals": "Fazer todas as unidades generais de batalha customizada",
  "enableScriptLogging": "Habilitar logging de scripts",
  "enableScriptLogging1": "Habilita logging de scripts do WH3.",
  "enableScriptLogging2": "Logs são criados na pasta WH3.",
  "skipIntroMovies": "Pular filmes de introdução",
  "autoStartCustomBattles": "Auto-iniciar batalha customizada",
  "autoStartCustomBattles1": "Para testes visuais repetitivos que envolvem reiniciar o jogo.",
  "autoStartCustomBattles2": "Configure uma batalha customizada uma vez e habilite isso para entrar automaticamente nela.",
  "changeGameProcessPriority": "Alterar prioridade do processo do jogo",
  "changeGameProcessPriority1": "Define a prioridade do processo do jogo para alta quando o jogo inicia.",
  "changeGameProcessPriority2": "Pode aumentar performance e estabilidade quando alternando janelas.",
  "setFolderPaths": "Definir Caminhos de Pastas",
  "setFolderPathsMsg": "Definir caminhos de pastas do Jogo e conteúdo do Steam Workshop.",
  "categoryFilter": "Filtro de categoria",
  "categoriesFilter": "Filtro de categorias",
  "nameFilter": "Filtro de nome",
  "category": "Categoria",
  "mergeMods": "Mesclar Mods",
  "mergeLoadExisting": "Carregar existente:",
  "mergeLoadExistingMsg": "Carregar mods que estão em um mod mesclado existente.",
  "hideAlreadyMerged": "Não mostrar um mod se ele está dentro de um pacote mesclado habilitado.",
  "hideAlreadyMergedMsg": "Ocultar Já Mesclados",
  "selectFirst": "Selecionar primeiro",
  "modsToMerge": "mods para mesclar",
  "merge": "Mesclar",
  "size": "Tamanho",
  "cannotBeMergedDep": "Mod não pode ser mesclado pois tem uma dependência em nível de pacote com outro mod.",
  "mergeModsHelp1": "Este painel permite que você mescle mods para contornar o limite de mods. Ele mescla mods selecionados em um novo mod .pack e o coloca dentro da pasta WH3/data. Mods mesclados também têm um arquivo .json acompanhante com o mesmo nome, se você renomear ou mover o mod mesclado também renomeie ou mova o arquivo json. Mods são pré-ordenados por tamanho para mesclagem mais rápida.",
  "mergeModsHelp2": "O mod mesclado não terá os mesmos nomes de arquivo que os mods mesclados o que pode afetar a prioridade de ordem de carregamento, então pule mesclar mods que requerem ajustes manuais de ordem de carregamento. Dito isso, esses tipos de mods devem ser incrivelmente raros e como regra você nunca deve tocar manualmente na ordem de carregamento mesmo!",
  "mergeModsHelp3": "Quando mods são atualizados o pacote mesclado terá o mod desatualizado antigo dentro dele. Você deve receber um aviso em vermelho (estará acima do botão Jogar) avisando sobre isso e você pode então clicar direito no pacote mesclado e usar a opção Atualizar (Re-mesclar) que atualizará o pacote mesclado. O aviso pode aparecer quando você inicia o app mas desaparece uma vez que obtemos informações mais novas do workshop, você não tem que atualizá-lo nesse caso.",
  "mergeModsHelp4": "Você pode deixar os mods que foram mesclados habilitados no gerenciador de mods, o gerenciador automaticamente os pulará se eles já estiverem presentes em um mod mesclado que você tem habilitado. Isso depende do arquivo .json, se estiver faltando você terá que desabilitar esses mods ou o jogo irá crashar já que não gosta de arquivos duplicados em mods.",
  "language": "Idioma:",
  "customize": "Personalizar",
  "groupingsUnitPermissions": "Unidades, Por Grupo",
  "buildingsPermissions": "Edifícios",
  "unit": "Unidade",
  "unitKeySortTableOrder": "(Ordem Padrão)",
  "owner": "Proprietário",
  "group": "Grupo",
  "allowed": "Permitido",
  "factionsUnitPermissions": "Unidades, Por Facção",
  "uniqueAgentsPermissions": "Lores Lendários e Heróis",
  "agentSubtype": "Subtipo de Agente",
  "campaignGroup": "Grupo de Campanha",
  "agentsPermissions": "Lores e Heróis",
  "agentSubtypeAndType": "Subtipo de Agente (Tipo de Agente)",
  "faction": "Facção",
  "Building": "Edifício",
  "Game": "Jogo",
  "cultureSubcultureFaction": "Cultura, Subcultura, Facção (Todos os 3 Opcionais)",
  "modCustomizationHelp1": "Este painel permite que você personalize mods, atualmente você pode desabilitar unidades, edifícios e agentes (lores e heróis).",
  "modCustomizationHelp2": "A forma como o jogo lida com permissões de unidades, uma unidade pode ter uma permissão de grupo (que pode afetar múltiplas facções) ou uma permissão por facção, ou ambas. Por razões de estabilidade do jogo apenas permissões de grupo podem ser desabilitadas. Note que isso não afetará batalhas customizadas já que isso usa um sistema diferente!",
  "modCustomizationHelp3": "Agentes genéricos (lores e heróis) estão ligados a grupos de campanha e você pode desabilitá-los dessa forma, exceto para agentes lendários que têm sua própria aba.",
  "modCustomizationHelp4": "O gerenciador personaliza um mod criando uma cópia do pacote, com as mudanças necessárias, dentro de uma nova subpasta 'whmm_overwrites' dentro da sua pasta WH3 cada vez que você inicia o jogo. Note que essas cópias atualmente nunca são deletadas ou limpas. Não tenho certeza de como isso afeta multiplayer mas é provável que você receba avisos de 'versões diferentes' já que o jogo pensa que seus pacotes são diferentes mesmo quando não são, mas não tenho certeza. Remover a personalização de um mod também dará um aviso ao carregar um save de que o pacote está faltando já que agora estamos usando o pacote original do mod, não a versão personalizada dele, mas você pode ignorar isso.",
  "importSteamCollection": "Importar Coleção Steam",
  "importSteamCollectionMsg1": "URL da coleção Steam, por exemplo",
  "importSteamCollectionMsg2": "https://steamcommunity.com/sharedfiles/filedetails/?id=3137780509",
  "Import": "Importar",
  "importSteamCollectionDisableOtherMods": "Desabilitar mods não na coleção",
  "importSteamCollectionDisableOtherModsMsg": "Desabilitar os mods atualmente habilitados.",
  "importSteamCollectionUseLoadOrder": "Importar com ordem de carregamento explícita",
  "importSteamCollectionUseLoadOrderMsg": "Importar com a ordem de carregamento explícita como ordenada na coleção. Isso deve ser fortemente evitado já que você geralmente não quer mexer com a ordem de carregamento de todos os mods, apenas aqueles que realmente precisam. Usar códigos de Compartilhar Mods é recomendado já que esses permitem que você defina quais mods individuais requerem uma ordem de carregamento customizada. Apenas recomendado se você planeja usar apenas os mods da coleção, e não adicionar outros mods.",
  "importSteamCollectionPresetName": "Nome do preset:",
  "importSteamCollectionUsePresetLoadOrderMsg": "Importar com a ordem de carregamento explícita como ordenada na coleção. Mesmas notas de acima, evitar na maioria dos casos.",
  "importSteamCollectionImportIntoPreset": "Importar Para Preset",
  "importSteamCollectionPresetNameMsg1": "Nome do novo preset, deixe em branco para usar o nome da coleção.",
  "importSteamCollectionPresetNameMsg2": "Preset com este nome já existe e será sobrescrito.",
  "importSteamCollectionEnableCollectionMods": "Importar Para Lista Atual de Mods",
  "importSteamCollectionOptionsMsg": "Importar mods de uma coleção Steam:",
  "createdPreset": "Preset criado:",
  "failedFetchingSteamCollection": "Falhou ao buscar coleção Steam!",
  "importedModsFromSteamCollection": "Mods importados da coleção Steam!",
  "releaseNotes": "Notas de lançamento",
  "faqFirstH": "Como o gerenciador de mods interage com o jogo?",
  "faqFirstC": "O Gerenciador de Mods funciona da mesma forma que o Launcher da CA, ele cria um arquivo de texto com uma lista de mods habilitados e então inicia WH3.exe com um argumento de inicialização: o nome do arquivo de texto mencionado. Tanto o Launcher da CA quanto o gerenciador de mods usam used_mods.txt que está na mesma pasta onde wh3.exe está.",
  "faqSecondH": "Como funciona a compatibilidade de multiplayer?",
  "faqSecondC": "Ambos os jogadores precisam ter os mesmos mods habilitados, com a mesma ordem de carregamento. Se qualquer um dos mods estiver desatualizado devido ao Steam não baixar uma atualização de mod para um dos jogadores o jogo também reclamará. Os mods também precisam estar no mesmo local, então você não pode ter mods na pasta data com o outro jogador tendo-os na pasta content. Uma verificação rápida seria comparar seus arquivos used_mods.txt, eles devem ser iguais.",
  "faqThirdH": "Mods de conteúdo vs mods de dados?",
  "faqThirdC1": "Estes se referem às 2 pastas das quais os mods são geralmente carregados.",
  "faqThirdC2": "Pasta Content é onde Steam salva os mods que você está inscrito, para WH3 poderia ser C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1142710, onde 1142710 é o Id Steam para WH3. Pasta Data está na pasta do jogo (ex. C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER III\\data) e também contém os arquivos .pack vanilla como data.pack.",
  "faqThirdC3": "Pasta Data é principalmente usada por modders que colocam seus arquivos .pack lá quando trabalhando em seus mods. Há um benefício de performance no tempo de carregamento se você colocar todos seus mods na pasta data em vez de subpastas content, meu palpite é devido a ter menos locais de busca de pasta para assets, é algo que CA deve hopely corrigir. É por isso que há opções para isso em Outras Opções.",
  "faqThirdC4": "Usar o botão Copiar Para Data em Outras Opções copiará mods para data e eles terão uma cor vermelha no gerenciador. Mas se um mod for atualizado a versão atualizada estará na pasta content então você terá que usar o botão novamente. Isso também pode ser usado como uma forma de manter todos seus mods não-atualizados quando uma atualização do jogo chega.",
  "faqThirdC5": "Usar Criar links simbólicos em data é uma forma de ter mods em data, enquanto também os tendo em sincronia com os mods de content, então eles estão sempre atualizados mas você obtém alguns benefícios de performance. Links simbólicos são uma funcionalidade do Windows, basicamente atalhos avançados.",
  "faqFourthH": "Devo alterar minha ordem de carregamento?",
  "faqFourthC1": "Você sempre deve deixar a ordem de carregamento no padrão e não alterá-la manualmente a menos que explicitamente instruído a fazê-lo por um modder. Modders têm múltiplos métodos que usam para garantir que seus mods funcionem como deveriam usando a ordem de carregamento padrão.",
  "faqFourthC2": "Se você tem mods puramente visuais que alteram a mesma unidade você poderia tentar alterar a ordem de carregamento, mas de outra forma alterar ordem de carregamento é ALTAMENTE improvável de resolver quaisquer outros problemas ou bugs de mods no jogo, e pode causar novos a aparecerem.",
  "faqFifthH": "Como mods e ordem de carregamento funcionam?",
  "faqFifthC1": "Mods com um número de ordem menor têm uma prioridade maior. Por padrão, mods são ordenados alfanumericamente pelo seu nome. Modders nomeiam seus mods e usam prefixos como ! para alcançar a ordem de carregamento que querem que seu mod tenha.",
  "faqFifthC2": "(Veja O que é um arquivo pack? acima) Arquivos de banco de dados em um pack têm prioridade baseada no nome que o modder deu a esse arquivo. Este é um nome INTERNO para um arquivo específico dentro do mod que não tem nada a ver com o nome do mod. Então se você tem 2 mods que alteram as estatísticas de unidade dos espadachins do Império o mod com a prioridade de ARQUIVO DE BANCO DE DADOS maior (ditada por comparar os nomes dos 2 arquivos) será o que aplica suas estatísticas de unidade. Isso usa o nome INTERNO do arquivo de banco de dados, NÃO O NOME DO MOD/PACK. Alterar a ordem de carregamento desses 2 mods não faz NADA neste caso! Ordem de carregamento é o mesmo que alterar o nome EXTERNO do arquivo de mod, mas aqui teríamos que alterar o arquivo INTERNO do arquivo de banco de dados específico do mod, algo que ordem de carregamento não pode fazer nada sobre.",
  "faqFifthC3": "Por outro lado, para arquivos individuais que não são arquivos de banco de dados a prioridade do mod importa. Aqui dois mods podem alterar por exemplo a mesma textura ou o mesmo arquivo de UI e o mod com a prioridade maior (ordem menor) será o que aplica suas mudanças.",
  "faqFifthC4": "Muitos desses arquivos individuais estão relacionados a como os visuais de unidade são construídos no jogo, então se você tem 2 mods visuais que ambos alteram os visuais dos espadachins do Império alterar ordem de carregamento para eles poderia ditar quais visuais você acaba tendo no jogo.",
  "faqFifthC5": "Há mais nuance aqui, por exemplo, um modder pode usar uma forma de Banco de Dados para completamente alterar os visuais dos espadachins do Império dizendo ao jogo para usar um novo arquivo .variantmeshdefinition para os espadachins do Império, e qualquer outro mod que substitui um .variantmeshdefinition existente dos espadachins do Império não faria nada nesse caso, não importa a ordem de carregamento.",
  "faqFifthC6": "Um mod de tradução NUNCA deve requerer que você altere ordem de carregamento manualmente, se um modder te disser para fazer isso diga a ele para dar ao seu arquivo .loc no mod de tradução uma prioridade maior que o .loc original (ele pode fazer isso adicionando ! na frente do nome .loc)",
  "faqSixthH": "O que é um arquivo pack?",
  "faqSixthC": "Modders usam \"mod\" e \"pack\" intercambiavelmente. Cada mod vem em um único arquivo .pack, você pode pensar nele como um arquivo zip (mesmo que não seja comprimido) que contém arquivos dentro dele. Dentro de um pack há uma porção de Banco de Dados com arquivos preenchidos com dados tabulares que o jogo pode usar, e uma porção de arquivo com vários arquivos que o jogo sabe como usar como texturas e formatos de arquivo CA customizados como animações, modelos, e assim por diante.",
  "faqSeventhH": "Por que meus mods estão em vermelho no gerenciador?",
  "faqSeventhC": "Se um nome de mod está em vermelho significa que o mod está localizado na pasta data. Se você executa o Kaedrin Mod Manager ele copia mods para data automaticamente, então essa é uma razão possível. Você pode usar o botão Limpar Data em Outras Opções para removê-los de data.",
  "faqEightH": "Como reseto minha ordem de carregamento?",
  "faqEightC": "Você pode resetar ordem de carregamento ao padrão para todos os mods clicando direito no cabeçalho da coluna Ordem. Ou para mods individuais clique direito no seu número de ordem.",
  "faqNinthH": "Como altero ordem de carregamento?",
  "faqNinthC1": "Você pode alterar ordem de carregamento na Aba Mods Habilitados. Você pode mudar para essa aba usando o botão no canto superior esquerdo ou usando Ctrl+2. Não é uma UI ótima, mas necessária devido à ordem de carregamento ser relativa a outros mods habilitados, também por que a maioria dos gerenciadores de mods usam 2 listas de mods.",
  "faqNinthC2": "Também lembre que ordem de carregamento é algo que você não deveria mexer manualmente no WH3, exceto em algumas circunstâncias muito raras. Se você não tem certeza é muito melhor deixá-la no padrão, alterar ordem de carregamento não é algo que vai corrigir problemas ou bugs de mods no WH3.",
  "faqTenthH": "Por que você não marca mods como desatualizados como o Launcher da CA?",
  "faqTenthC": "O Launcher da CA auto-marca todos os mods como desatualizados após cada patch maior. Essa forma é completamente sem sentido, como modder a maioria dos meus mods nunca foram realmente afetados por nenhum dos patches. Este gerenciador de mods tem um verificador mais inteligente que olha dentro dos mods para ver se eles têm arquivos/tabelas que poderiam estar desatualizados. Isso não pode capturar todos os problemas mas pode capturar grandes mudanças que quebram por patches.",
  "faqEleventhsH": "O gerenciador de mods usa muita memória?",
  "faqEleventhsC": "O gerenciador de mods executa análise de mods habilitados para verificar se eles têm arquivos/tabelas que poderiam estar desatualizados ou para alimentar outras funcionalidades como personalização de mods, e isso pode consumir muita memória dependendo de quais mods você tem habilitados. Toda essa memória é descartada quando o jogo é iniciado para evitar problemas de performance.",
  "faq": "Perguntas Frequentes",
  "faqAbbreviated": "FAQ",
  "instructions": "Instruções",
  "knownIssues": "Problemas Conhecidos",
  "faqIssuesFirstH": "Jogo não inicia quando clicando Jogar",
  "faqIssuesFirstC": "Isso é causado por problemas de permissão de arquivo, o gerenciador de mods não tem permissões para iniciar WH3. Coloque a pasta do gerenciador de mods dentro da pasta WH3 ou altere o proprietário da pasta do gerenciador de mods.",
  "faqIssuesSecondH": "Jogar inicia o Launcher da CA em vez do jogo",
  "faqIssuesSecondC": "Não tenho certeza da causa. Tive relatos de que esse problema vai embora então tente reiniciar o PC ou Steam. Tente adicionar o exe do gerenciador de mods no Steam como um jogo não-Steam e iniciá-lo dessa forma. Por favor relate se você tem mais informações.",
  "faqIssuesThirdH": "Tentativa de iniciar com os parâmetros opcionais erro Steam ao iniciar",
  "faqIssuesThirdC": "Tente executar o jogo usando o launcher vanilla primeiro e então usar o gerenciador, geralmente corrige. Se isso não funcionar você pode tentar adicionar o exe do gerenciador de mods no Steam como um jogo não-Steam e iniciá-lo dessa forma.",
  "readingPack": "Lendo pacote:",
  "finishedReadingPack": "Terminou de ler pacote:",
  "comparingFilesInPacks": "Comparando arquivos de <firstPackName> com <secondPackName>...",
  "comparingKeysInPacks": "Comparando chaves de tabela de <firstPackName> com outros mods...",
  "missingKeys": "Chaves Faltando",
  "missingKeyTableAndColumn": "Tabela e coluna da chave faltando",
  "missingDBKey": "Chave BD faltando",
  "missingKeyIsReferencedIn": "é referenciada em <originFileSuffix>, coluna <originFieldName>",
  "compatHelpFour": "A aba Chaves Faltando busca por referências de banco de dados (chaves) faltando em mods. Tabelas BD referenciam umas às outras por colunas de chave, então por exemplo há uma tabela de banco de dados que dá atributos como inquebrável a unidades, então essa tabela precisa referenciar tanto a tabela de unidades quanto a tabela de atributos. Então se essa tabela tem uma linha que diz dar à unidade 'Espadachins do Império' inquebrável então isso significa que na tabela de unidades os Espadachins do Império precisam existir. Chaves BD faltando podem ser causadas por atualizações do jogo ou mods de dependência faltando. Se estiverem faltando o jogo não iniciará de forma alguma.",
  "compatHelpFive": "A aba Chaves Duplicadas busca por chaves Id duplicadas entre todos os mods. Se um mod substitui a linha inteira com dados alterados tal duplicata é boa e intencional, por exemplo para um mod e seu submod ou um mod que quer alterar dados vanilla do jogo. Mas essas também podem ser um caso de modders copiando e colando uma linha e esquecendo de alterar o id.",
  "noFileCollisionsFound": "Nenhuma colisão de arquivo encontrada!",
  "noDBKeyCollisionsFound": "Nenhuma colisão de chave de banco de dados encontrada!",
  "noMissingDBKeysFound": "Nenhuma chave de banco de dados faltando encontrada!",
  "enableAll": "Habilitar Todos",
  "disableAll": "Desabilitar Todos",
  "addCategory": "Adicionar categoria:",
  "addCategoryHelp1": "Segure Ctrl para remover categoria.",
  "addCategoryHelp2": "Segure Ctrl+Shift para substituir todas as categorias.",
  "duplicateKeys": "Chaves Duplicadas",
  "noDuplicateKeysFound": "Nenhuma chave duplicada encontrada!",
  "packName": "Nome do Pacote",
  "duplicateDBKey": "Chave BD Duplicada",
  "bisectModList": "Bissecar Lista de Mods",
  "bisectModListRandomly": "Bissecar Lista de Mods Aleatoriamente",
  "bisectModListMsg": "Para testar sua lista de mods. Dividir lista atual de mods em 2 novos presets. Você pode então selecionar um preset e testar com ele, bem como bissecá-lo novamente. Note que se qualquer um dos seus mods tem ordem de carregamento customizada todos os mods nos novos presets terão ordem de carregamento.",
  "bisectModListRandomMsg": "Seleciona mods aleatoriamente para os novos presets.",
  "duplicateListenerNames": "Nomes de Listener Duplicados",
  "noDuplicateListenerNamesFound": "Nenhum nome de listener duplicado encontrado!",
  "fileErrors": "Erros de Arquivo",
  "noFileErrorsFound": "Nenhum erro de arquivo encontrado!",
  "packFileName": "Nome do Arquivo Dentro do Mod/Pack",
  "fileInsidePack": "Arquivo Dentro do Pack: <PACKNAME>",
  "duplicateListenerName": "Nome de Listener Duplicado",
  "line": "Linha",
  "column": "Coluna",
  "compatHelpSix": "A aba Nomes de Listener Duplicados busca por nomes de listener duplicados adicionados via 'core:add_listener' dentro de scripts Lua. Isso não é geralmente um problema a menos que haja também um core:remove_listener envolvido devido a copiar e colar de outro script. Ainda assim, não ter nomes de listener duplicados é sempre uma boa prática.",
  "compatHelpSeven": "A aba Erros de Arquivo analisa arquivos Lua e XML (isso inclui variantmeshdefinitions) para erros de sintaxe. Para Lua isso não pode capturar erros de tempo de execução mas pode capturar alguns problemas. Alguns erros XML também podem não ser um problema no jogo porque o analisador XML do jogo é muito tolerante a XML mal formado.",
  "compatHelpEight": "A aba Arquivos Faltando lista arquivos que são referenciados em algum outro arquivo, mas não existem realmente. É possível que isso não seja um problema já que mods podem conter arquivos não utilizados. Ícones para os tipos de arquivo:",
  "forceResubscribe": "Forçar Re-inscrição",
  "forceResubscribeMsg": "Forçar steam a cancelar inscrição e então se inscrever nos mesmos mods, o que deleta e baixa os mods. Em casos onde Forçar Re-Download não é suficiente. Por padrão isso é para mods habilitados, segure Shift para todos os mods. Recomendo fazer uma coleção como backup antes, opção para isso está abaixo. Leva muito tempo se você tem muitos mods.",
  "collapseAll": "Recolher Todos",
  "expandAll": "Expandir Todos",
  "sameFileSize": "Ambos os arquivos são do mesmo tamanho",
  "processingMods": "Processando mods...",
  "uploadingMod": "Enviando Mod...",
  "failedUpdatingMod": "Falhou ao Atualizar Mod!",
  "modUpdated": "Mod Atualizado!",
  "needsToAcceptSteamWorkshopAgreement": "Você precisa aceitar os termos e condições do Steam Workshop!",
  "uploadModTooltip": "Envia o mod para o workshop.",
  "uploadMod": "Enviar Mod",
  "modCreated": "Mod Criado",
  "failedUploadingMod": "Falhou ao Enviar Mod!",
  "missingModThumbnail": "Miniatura do mod faltando!",
  "thumbnailTooBig": "Tamanho da miniatura é muito grande!",
  "compatCheckVanillaPacksMsg": "Quando executando Verificação de Compatibilidade se arquivos vanilla do jogo devem ser analisados também. Deixe desligado geralmente, apenas útil para pessoas encontrando e corrigindo problemas vanilla.",
  "compatCheckVanillaPacks": "Verificação de Compatibilidade Pacotes Vanilla",
  "troy": "Troy",
  "mainTroyFolder": "A pasta principal do Troy que contém Troy.exe, por exemplo C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Troy",
  "troyFolder": "Pasta Troy:",
  "troyContentFolder": "A pasta de conteúdo do Steam Workshop do Troy chamada 1099410 (que é o ID steam para Troy) que contém mods, por exemplo C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1099410",
  "selectTroyFolder": "Selecionar Pasta Troy",
  "setFolderPathsManuallyTroy": "O gerenciador de mods tentou obter as localizações de pasta do Troy do Registro do Windows, mas não conseguiu encontrá-las! Você terá que defini-las manualmente!",
  "setFolderPathsManuallyOptionallyTroy": "O gerenciador de mods encontrou automaticamente os caminhos de pasta do Troy do Registro do Windows, mas você pode defini-los manualmente aqui.",
  "pharaoh": "Pharaoh",
  "mainPharaohFolder": "A pasta principal do Pharaoh que contém Pharaoh.exe, por exemplo C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Pharaoh",
  "pharaohFolder": "Pasta Pharaoh:",
  "pharaohContentFolder": "A pasta de conteúdo do Steam Workshop do Pharaoh chamada 1937780 (que é o ID steam para Pharaoh) que contém mods, por exemplo C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1937780",
  "selectPharaohFolder": "Selecionar Pasta Pharaoh",
  "setFolderPathsManuallyPharaoh": "O gerenciador de mods tentou obter as localizações de pasta do Pharaoh do Registro do Windows, mas não conseguiu encontrá-las! Você terá que defini-las manualmente!",
  "setFolderPathsManuallyOptionallyPharaoh": "O gerenciador de mods encontrou automaticamente os caminhos de pasta do Pharaoh do Registro do Windows, mas você pode defini-los manualmente aqui.",
  "noMissingFilesFound": "Nenhum arquivo faltando encontrado!",
  "missingFiles": "Arquivos Faltando",
  "skillsViewer": "Habilidades",
  "dynasties": "Pharaoh Dynasties",
  "mainDynastiesFolder": "A pasta principal do Dynasties que contém Pharaoh.exe, por exemplo C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War PHARAOH DYNASTIES",
  "dynastiesFolder": "Pasta Dynasties:",
  "dynastiesContentFolder": "A pasta de conteúdo do Steam Workshop do Dynasties chamada 2951630 (que é o ID steam para Pharaoh Dynasties) que contém mods, por exemplo C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\2951630",
  "selectDynastiesFolder": "Selecionar Pasta Dynasties",
  "setFolderPathsManuallyDynasties": "O gerenciador de mods tentou obter as localizações de pasta do Pharaoh Dynasties do Registro do Windows, mas não conseguiu encontrá-las! Você terá que defini-las manualmente!",
  "setFolderPathsManuallyOptionallyDynasties": "O gerenciador de mods encontrou automaticamente os caminhos de pasta do Pharaoh Dynasties do Registro do Windows, mas você pode defini-los manualmente aqui.",
  "chooseNewModTag": "Escolher tag para o novo mod:",
  "upload": "Enviar",
  "showHiddenSkills": "Mostrar Habilidades Ocultas",
  "showHiddenModifiersInsideSkills": "Mostrar Modificadores Ocultos Dentro das Habilidades",
  "options": "Opções",
  "relaunchingGame": "Auto-reiniciando jogo (clique para cancelar)...",
  "queueUpRelaunchingGame": "Clique para enfileirar reinicialização do jogo assim que o jogo for fechado.",
  "gameCurrentlyRunning": "Jogo está atualmente executando!",
  "searchSaves": "Buscar Arquivos Salvos",
  "searchInsidePacks": "Buscar Dentro dos Pacotes",
  "searchInsidePacksMsg1": "Buscar por texto dentro de pacotes habilitados.",
  "searchInsidePacksMsg2": "Busca por texto codificado em ascii (chaves BD) e unicode (locs). Pode levar muito tempo com mods grandes ou muitos mods.",
  "searchInsidePacksMsg3": "Usado quando você tem uma chave BD do visualizador de contexto do jogo, ou um pedaço de texto do jogo ou um nome de arquivo de script e quer saber de qual mod é.",
  "search": "Buscar",
  "searchInsidePacksResults": "Pacotes Que Contêm Texto:",
  "searchInsidePacksDescription": "Buscar dentro de mods habilitados por texto.",
  "skillUnlockRequirementMultipleParents": "Disponível após gastar NUM_SKILL_POINTS no grupo anterior.",
  "skillUnlockRequirementParent": "Disponível após desbloquear \"REQUIRED_SKILL\".",
  "skillUnlockWillLock": "Desbloquear esta habilidade irá trancar:",
  "checkSkillRequirements": "Verificar Requisitos de Habilidade",
  "holdCtrlToTerminateGame": "Segure Ctrl e clique para terminar jogo.",
  "skillUnlockRank": "Disponível no rank UNLOCK_RANK",
  "rank": "Rank",
  "setFolderPathsManuallyRome2": "O gerenciador de mods tentou obter as localizações de pasta do Rome 2 do Registro do Windows, mas não conseguiu encontrá-las! Você terá que defini-las manualmente!",
  "setFolderPathsManuallyOptionallyRome2": "O gerenciador de mods encontrou automaticamente os caminhos de pasta do Rome 2 do Registro do Windows, mas você pode defini-los manualmente aqui.",
  "rome2": "Rome 2",
  "mainRome2Folder": "A pasta principal do Rome 2 que contém Three_Kingdoms.exe, por exemplo C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Rome II",
  "rome2Folder": "Pasta Rome 2:",
  "selectRome2Folder": "Selecionar Pasta Rome 2",
  "rome2ContentFolder": "A pasta de conteúdo do Steam Workshop do Rome 2 chamada 214950 (que é o ID steam para Rome 2) que contém mods, por exemplo C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\214950",
  "addedMod": "Mod adicionado:",
  "resubscribing": "Re-inscrevendo para:",
  "queue": "Restante na fila:",
  "downloadingUpdate": "Baixando atualização...",
  "editCategories": "Editar Categorias",
  "addNewCategory": "Adicionar Nova Categoria",
  "enterCategoryName": "Digite nome da categoria...",
  "add": "Adicionar",
  "existingCategories": "Categorias Existentes",
  "categoryName": "Nome da Categoria",
  "color": "Cor",
  "actions": "Ações",
  "setCategoryColor": "Definir cor da categoria",
  "save": "Salvar",
  "cancel": "Cancelar",
  "renameCategoryTooltip": "Renomear categoria",
  "deleteCategoryTooltip": "Deletar categoria",
  "noCategoriesFound": "Nenhuma categoria encontrada. Adicione uma acima para começar.",
  "close": "Fechar",
  "updateReady": "Atualização Pronta",
  "updateReadyMessage": "A atualização foi baixada. A aplicação agora fechará e atualizará automaticamente.",
  "updateFailed": "Atualização Falhou",
  "updateNow": "Atualizar Agora",
  "updateFailedMessage": "Falhou ao baixar ou instalar atualização:",
  "errorSomethingWentWrong": "Algo deu errado:",
  "errorScreenshotInstructions": "Você pode encontrar e reportar o erro logado dentro de %appdata%/wh3mm/logs/main.log",
  "removeBadge": "Remover emblema",
  "noMatches": "NENHUMA CORRESPONDÊNCIA",
  "allMods": "Todos os mods",
  "colorBlue": "Azul",
  "colorEmerald": "Esmeralda",
  "colorRed": "Vermelho",
  "colorAmber": "Âmbar",
  "colorPurple": "Roxo",
  "colorRose": "Rosa",
  "colorTeal": "Verde-azulado",
  "colorSlate": "Ardósia",
  "colorWhite": "Branco",
  "colorLime": "Lima",
  "colorSky": "Céu",
  "colorFuchsia": "Fúcsia",
  "setCategoryColorTooltip": "Definir cor de {{category}} para {{color}}",
  "renamePackFiles": "Renomear Arquivos de Pacote",
  "useRegularExpression": "Usar Expressão Regular",
  "searchPatternRegex": "Padrão de Busca (Expressão Regular)",
  "searchText": "Texto de Busca",
  "searchPatternPlaceholderRegex": "ex., (ovn_araby_)(.*)  ou  nome_antigo.*",
  "searchTextPlaceholder": "ex., ovn_araby_lords",
  "replaceWith": "Substituir Por",
  "replaceWithPlaceholderRegex": "ex., $1novo_$2  ou  nome_novo",
  "replaceWithPlaceholder": "ex., novo_ovn_araby_lords",
  "pathFilterOptional": "Filtro de Caminho (Opcional)",
  "pathFilterPlaceholder": "ex., db  ou  warscape_animated_tables  (deixe vazio para todos os caminhos)",
  "pathFilterDescription": "Apenas renomear arquivos cujo caminho contém este texto. Para \"db\\warscape_animated_tables\\arquivo.txt\", você poderia usar \"db\" ou \"warscape_animated_tables\"",
  "preview": "Visualizar",
  "filesWillBeRenamed": "{{count}} arquivos serão renomeados",
  "from": "DE:",
  "to": "PARA:",
  "noFilesMatch": "Nenhum arquivo corresponde ao padrão de busca",
  "enterSearchPattern": "Digite um padrão de busca para visualizar mudanças",
  "invalidRegularExpression": "Expressão regular inválida",
  "renaming": "Renomeando...",
  "rename": "Renomear",
  "renameNFiles": "Renomear {{count}} Arquivos",
  "testRename": "Testar Renomeação (Sem Mudanças)",
  "noFilesToRename": "Nenhum Arquivo para Renomear",
  "renamePackedFiles": "Renomear Arquivos Empacotados",
  "setFolderPathsManuallyShogun2": "O gerenciador de mods tentou obter os locais das pastas do Shogun 2 no Registro do Windows, mas não conseguiu encontrá-los! Você terá que defini-los manualmente!",
  "setFolderPathsManuallyOptionallyShogun2": "O gerenciador de mods encontrou automaticamente os caminhos das pastas do Shogun 2 no Registro do Windows, mas você pode defini-los manualmente aqui.",
  "shogun2": "Shogun 2",
  "mainShogun2Folder": "A pasta principal do Shogun 2 que contém Three_Kingdoms.exe, por exemplo C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War SHOGUN 2",
  "shogun2Folder": "Pasta do Shogun 2:",
  "selectShogun2Folder": "Selecionar pasta do Shogun 2",
  "shogun2ContentFolder": "A pasta de conteúdo do Steam Workshop do Shogun 2 chamada 201270 (que é o ID Steam do Shogun 2) que contém mods, por exemplo C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\201270",
  "copyModToData": "Copiar mod para a pasta data"
}
