{
  "numModsEnabled_one": "{{count}} mod enabled",
  "numModsEnabled_other": "{{count}} mods enabled",
  "numModsHidden_one": "{{count}} of those hidden",
  "numModsHidden_other": "{{count}} of those hidden",
  "priorityTooltipOne": "Mods with lower order have higher priority.",
  "priorityTooltipTwo": "Right click on mod number to reset or here to reset all.",
  "priorityTooltipThree": "Don't change mod priority unless you really know what you're doing!",
  "order": "Order",
  "pack": "Pack",
  "dataPacks": "Data Packs",
  "enabled": "Enabled",
  "thumbnail": "Thumbnail",
  "name": "Name",
  "author": "Author",
  "sortBySubscribedDate": "Right click to switch to sorting by subscribed date",
  "sortByDataPacks": "Right click to switch to sorting by data packs",
  "enableOrDisableAll": "Right click to enable or disable all mods",
  "subscriptionTime": "Subscription Time",
  "lastUpdated": "Last Updated",
  "movieModOne": "Mod is of a movie mod type.",
  "movieModTwo": "Movie mods always have high priority!",
  "movieModThree": "Always enabled since it's located in the WH3/data folder!",
  "coffee": "Buy me a coffee:",
  "byAuthor": "by Prop Joe (Steam) / Shazbot (GitHub)",
  "about": "About",
  "compatHelpTwo": "In the panel the \"parent\" (underlined) mod will have priority unless a STAR_ICON is next to the \"child\" mod name.",
  "compatHelpOne": "The Tables tab covers keys in database tables that conflict with each other. Database tables usually are related to units stats. For example overhaul submods that affect unit stats will always have collisions here. Unlike in the Files tab, here the actual table names are compared to determine priority, not pack names. So changing load order won't affect anything here.",
  "compatHelpThree": "The Files tab covers whole files that overwrite each other, these are usually related to unit visuals: .dds textures, .wsmodel and .variantmeshdefinition files that define how a unit's look is constructed ingame. The game will use the file from the mod with higher load order priority, so between two mod that apply visual changes the ingame result will depend on the relative priority of the two mods.",
  "checkCompat": "Check Compat",
  "modCompatibility": "Mod Compatibility",
  "enabledModsOnly": "Enabled Mods Only",
  "files": "Files",
  "tables": "Tables",
  "dbTable": "DB Table",
  "help": "Help",
  "collisionWith": "Collision with",
  "in": "in",
  "readingAndComparingPacks": "Reading And Comparing Packs...",
  "waitForReadingAndComparingPacks": "Wait until all the mod packs have been read and compared with each other...",
  "presetsTooltip1": "Create a new preset by typing its name.",
  "presetsTooltip2": "When selecting existing preset:",
  "presetsTooltip3": "Hold Shift to add mods in preset to current mods.",
  "presetsTooltip4": "Hold Ctrl to remove mods in preset from current mods.",
  "selectOrCreatePreset": "Select or create preset:",
  "filter": "Filter:",
  "deletePreset": "Delete preset:",
  "replacePreset": "Replace preset:",
  "editPresets": "Edit Presets",
  "missing": "missing:",
  "missingReqMods": "Missing Required Mods!",
  "outdatedOverwritingPacksTooltip": "These packs overwrite CA data and should not be used when outdated:",
  "outdatedOverwritingPacks": "Outdated overwriting packs!",
  "overwrites": "overwrites:",
  "packsWithOutdatedFiles": "Packs that contain outdated files that have since been changed in a patch:",
  "outdatedPacks": "Outdated packs!",
  "enabledMods": "Enabled mods:",
  "outdatedMergedModsTooltip": "Some merged mods contain outdated mods, update them (right click) or create a new merged mod!",
  "outdatedMergedMods": "Outdated Merged Mods!",
  "play": "Play",
  "continue": "Continue",
  "dbViewer": "DB Viewer",
  "allMods": "All Mods",
  "enabledModsCapitalized": "Enabled Mods",
  "categories": "Categories",
  "createSteamCollection": "Create Steam Collection",
  "openSteamCollectionsPage": "Open Steam Page For Creating WH3 Collections",
  "openSteamCollectionsPageTooltip": "Open Steam Page For Creating WH3 Collections",
  "copyCollectionScript": "Copy Collection Script To Clipboard",
  "copyCollectionScriptTooltip1": "Will paste into clipboard a script for populating currently enabled mods into a collection.",
  "copyCollectionScriptTooltip2": "Hold Shift if you want to copy all mods, not just enabled mods.",
  "createSteamCollectionHelp1": "This is a way to export mods into a Steam collection. It's not automatic and relies on running a console script in your browser to automate button presses in the browser.",
  "createSteamCollectionHelp2": "Open the create new Steam Workshop collection page in a browser. In the first page a collection name and an image thumbnail are mandatory. In the second page where you select what mods to add to the collection press Ctrl+Shift+I and switch to the console tab from the tabs in upper right:",
  "createSteamCollectionHelp3": "Paste the script you recieved from pressing the \"Copy Creation Script To Clipboard\" button into the console and press enter:",
  "createSteamCollectionHelp4": "Two buttons will appear, one to add mods to the collection and a reset button that removes any added mods. Click the green + button that appears and wait for the page to reload.",
  "configureFolderLocations": "Configure Folder Locations",
  "setFolderPathsManually": "The mod manager tried to get WH3 folder locations from Windows Registry, but it couldn't find them! You'll have to set them manually!",
  "setFolderPathsManuallyOptionally": "The mod manager automatically found WH3 folder paths from the Windows Registry, but you can set them manually here.",
  "mainWH3Folder": "The main Warhammer 3 folder that contains Warhammer3.exe, for example C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER III",
  "wh3Folder": "WH3 folder:",
  "selectWH3Folder": "Select WH3 Folder",
  "wh3ContentFolder": "The Warhammer 3 Steam Workshop content folder named 1142710 (which is the steam ID for WH3) that contains mods, for example C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1142710",
  "contentFolder": "Content folder:",
  "selectContentFolder": "Select Content Folder",
  "setLoadOrderFor": "Set Load Order For",
  "setLoadOrderMessage1": "Set load order for this mod. Changing load orders is very rarely needed in WH3 and can cause unintended compatibility issues between mods.",
  "setLoadOrderMessage2": "Always leave load order at default unless you have a very good reason!",
  "setLoadOrder": "Set Load Order",
  "goToWorkshopPage": "Go to workshop page",
  "openInSteam": "Open in Steam",
  "keepAlwaysEnabled": "Keep always enabled",
  "keepAlwaysEnabledTooltip": "Mod will always be enabled, even when hidden.",
  "hideFromListTooltip": "Mod will be hidden from the list and disabled (except when always enabled).",
  "hideFromList": "Hide from list",
  "showInExplorer": "Show in explorer",
  "showInRPFM": "Open in RPFM",
  "openInViewer": "Open in Viewer",
  "copyPathToClipboard": "Copy path to clipboard",
  "updateModTooltip": "Uploads update to the workshop. Must already exist on the workshop.",
  "updateMod": "Update Mod",
  "fakeUpdatePackTooltip": "Adds a whmm_update.txt file to the pack filled with random hex numbers, or changes the numbers if the file already exists. UPDATE PLZ",
  "fakeUpdatePack": "Fake Update Pack",
  "createBackupTooltip": "Creates a backup of the pack in a whmm_backups folder that is in the same location as the pack.",
  "createBackup": "Create Backup",
  "forceDownload": "Force Download",
  "forceDownloadTooltip": "Force Steam to re-download the mod.",
  "unsubscribe": "Unsubscribe",
  "unsubscribeTooltip": "Unsubscribe from the mod in Steam.",
  "reMergeTooltip": "Merge mods again to update the merged pack with latest versions of mods.",
  "reMerge": "Update (Re-merge)",
  "deleteMod": "Delete",
  "deleteModTooltip": "Delete the merged pack.",
  "otherOptions": "Other Options",
  "modAuthorColumn": "Mod Author Column",
  "forceReDownload": "Force Re-download",
  "forceDownloadMsg": "Force steam to download the latest version of all mods:",
  "contentVsData": "Content Mods Vs Data Mods",
  "contentVsDataMsg": "Mods you've subscribed to reside in the workshop (content) folder, but can also be loaded from the data folder. Don't touch unless you know what you're doing!",
  "extraColumns": "Extra Columns",
  "modThumbnailColumn": "Mod Thumbnail Column",
  "closeOnPlay": "Close Manager On Play",
  "copyToDataMsg1": "Copies currently enabled mods from content into data.",
  "copyToDataMsg2": "Hold Shift if you want to copy all mods.",
  "copyToDataMsg3": "As a modder this can overwrite your mod in data with an older version you have in content!",
  "copyToDataMsg4": "Mods that are in data will have a red name in the manager.",
  "copyToData": "Copy to data",
  "cleanData": "Clean data",
  "cleanDataMsg": "Removes all mods in data if such mod already exists in content. As a modder this can remove a newer version of your mod in data!",
  "symLink": "You can also copy them as symbolic links (basically a shortcut) so they don't take up duplicate space. They will also always be up-to-date with the content mod since they're just a shortcut to the actual mod.",
  "newVersionAvailable": "A new version is available for download.",
  "download": "Download",
  "updateAvailable": "Update available",
  "loadSave": "Load Save",
  "loadModsFromSave": "Load Mods From Save",
  "savedGames": "Saved Games",
  "missingRequiredMods": "Missing Required Mods",
  "onbWelcome": "Welcome and thank you for using the Mod Manager. This little tutorial will familiarize you with the UI.",
  "onbPresets": "Presets allow you to save a mod list so you can load it later.",
  "onbPresets1": "Type in this textbox to create a new preset, or use the dropdown button to select an older preset.",
  "onbPresets2": "You can hold Shift while selecting a preset to create a union of selected mods between the currently enabled mods and the mods enabled in the preset. (basically add a preset)",
  "onbPresets3": "You can hold Ctrl while selecting a preset to uncheck any currently selected mods that are enabled in that preset. (basically subtract a preset)",
  "onbReplacePreset": "Select a preset you want to replace with the current selection of mods.",
  "onbDeletePreset": "Select a preset you'd like to delete.",
  "onbSorting1": "Mods have priority based on their order, by default this is based on the name of the packs.",
  "onbSorting2": "You usually don't want to manually change order since modders already name their packs to accomplish this automatically, such as when they put exclamation marks at the start of the pack name.",
  "onbSorting3": "You can right click on the Order header to reset order to default, and left click to sort mods by mod order.",
  "onbSorting4": "Using the grip icon you can drag individual mods to change their order.",
  "onbSorting5": "The grip is visible when hovering over a mod, and only when all the mods are sorted by order!",
  "onbSorting6": "When a mod is manually reordered its order number will be colored red. You can right click on that mod's order number to reset it.",
  "onbSorting7": "Left click to sort by enabled mods.",
  "onbSorting8": "You can right click this header to enable or disable all mods.",
  "onbSorting9": "If a mod checkbox is purple it means a mod is always enabled.",
  "onbPlay": "Start the game with the selected mods.",
  "onbContinue": "Continue the latest save with the selected mods.",
  "onbSaves": "Show all the game saves to select from.",
  "reqAdmin": "Requires running as administrator!",
  "symLinkMsg1": "Creates Symbolic Links of currently enabled mods from content into data.",
  "symLinkMsg2": "Hold Shift if you want to create links of all mods.",
  "symLinkMsg3": "This won't create links of mods that already exist in data.",
  "symLinkMsg4": "Mods that are symbolic links will have a blue name in the manager.",
  "createSymLinks": "Create symbolic links in data",
  "cleanSymLinks": "Clean symbolic links in data",
  "cleanSymLinksMsg": "Removes all symbolic links in data. Won't touch real mods that aren't symbolic links.",
  "unhideMods": "Unhide mods you've previously hidden:",
  "hiddenMods": "Hidden mods",
  "shareMods": "Share mods",
  "shareModsMsg": "Share current mod list with other people for multiplayer:",
  "shareModLists": "Share Mod List",
  "copyModNames": "Copy names of enabled mods to clipboard:",
  "copyModList": "Copy Mod List",
  "createSteamCollectionMsg": "Create a Steam collection from enabled mods:",
  "forModders": "For Modders",
  "keepInSync": "Keep these in sync for MP.",
  "forCustomBattleTesting": "For 1v1 testing in custom battles.",
  "makeCustomBattleGenerals": "Make all units custom battle generals",
  "enableScriptLogging": "Enable script logging",
  "enableScriptLogging1": "Enables WH3 script logging.",
  "enableScriptLogging2": "Logs are created in the WH3 folder.",
  "skipIntroMovies": "Skip intro movies",
  "autoStartCustomBattles": "Auto-start custom battle",
  "autoStartCustomBattles1": "For repetitive visual testing that involves restarting the game.",
  "autoStartCustomBattles2": "Set up a custom battle once and enable this to auto-enter it.",
  "setFolderPaths": "Set Folder Paths",
  "setFolderPathsMsg": "Set WH3 and Steam Workshop content folder paths.",
  "categoryFilter": "Category filter",
  "categoriesFilter": "Categories filter",
  "nameFilter": "Name filter",
  "category": "Category",
  "mergeMods": "Merge Mods",
  "mergeLoadExisting": "Load existing:",
  "mergeLoadExistingMsg": "Load mods that are in an existing merged mod.",
  "hideAlreadyMerged": "Don't show a mod if it's inside an enabled merged pack.",
  "hideAlreadyMergedMsg": "Hide Already Merged",
  "selectFirst": "Select first",
  "modsToMerge": "mods to merge",
  "merge": "Merge",
  "size": "Size",
  "cannotBeMergedDep": "Mod cannot be merged since it has a pack-level dependency with another mod.",
  "mergeModsHelp1": "This panel allows you to merge mods to get around the mod limit. It merges selected mods into a new mod .pack and puts it inside the WH3/data folder. Merged mods also have an accompanying .json file with the same name, if you rename or move the merged mod also rename or move the json file. Mods are pre-sorted by size for quicker merging.",
  "mergeModsHelp2": "The merged mod won't have the same file names as the merged mods which can affect load order priority, so skip merging mods that require manual load order fiddling. That said, those kind of mods should be incredibly rare and as a rule you should never manually touch load order anyway!",
  "mergeModsHelp3": "When mods get updated the merged pack will have the old outdated mod inside it. You should get a warning in red (it'll be above the Play button) warning you about this and you can then right click the merged pack and use the Update (Re-merge) option which will update the merged pack. The warning can appear when you start the app but disappears once we get newer info from the workshop, you don't have to update it in that case.",
  "mergeModsHelp4": "You can leave the mods that have been merged enabled in the mod manager, the manager will automatically skip them if they're already present in a merged mod you have enabled. This is reliant on the .json file, if it's missing you'll have to disable those mods or the game will crash since it doesn't like duplicate files in mods.",
  "language": "Language:",
  "customizeMod": "Customize Mod",
  "groupingsUnitPermissions": "Units, Per Group",
  "buildingsPermissions": "Buildings",
  "unit": "Unit",
  "unitKeySortTableOrder": "(Default Order)",
  "owner": "Owner",
  "group": "Group",
  "allowed": "Allowed",
  "factionsUnitPermissions": "Units, Per Faction",
  "uniqueAgentsPermissions": "Legendary Lords And Heroes",
  "agentSubtype": "Agent Subtype",
  "campaignGroup": "Campaign Group",
  "agentsPermissions": "Lords And Heroes",
  "agentSubtypeAndType": "Agent Subtype (Agent Type)",
  "faction": "Faction",
  "Building": "Building",
  "cultureSubcultureFaction": "Culture, Subculture, Faction (All 3 Optional)",
  "modCustomizationHelp1": "This panel allows you to customize mods, currently you can disable units, buildings and agents (lords and heroes).",
  "modCustomizationHelp2": "The way the game handles unit permissions, a unit can have a group permission (which can affect multiple factions) or a per-faction permission, or both. For game stability reasons only group permissions can be disabled. Note this won't affect custom battles since that uses a different system!",
  "modCustomizationHelp3": "Generic agents (lords and heroes) are tied to campaign groups and you can disable them that way, except for legendary agents which have their own tab.",
  "modCustomizationHelp4": "The manager customizes a mod by creating a copy of the pack, with the necessary changes, inside a new 'whmm_overwrites' subfolder inside your WH3 folder each time you start the game. Note those copies are currently never deleted or cleaned up. I'm not sure how this affects multiplayer but it's likely you'll get 'different versions' warnings since the game thinks your packs are different even when they're not, but I'm not sure. Removing the customization for a mod will also give you a warning when loading a save that the pack is missing since we're now using the original mod pack, not the customized version of it, but you can ignore that."
}
