{
  "numModsEnabled_one": "{{count}} mod enabled",
  "numModsEnabled_other": "{{count}} mods enabled",
  "numModsHidden_one": "{{count}} of those hidden",
  "numModsHidden_other": "{{count}} of those hidden",
  "priorityTooltipOne": "Mods with lower order have higher priority.",
  "priorityTooltipTwo": "Right click on mod number to reset or here to reset all.",
  "priorityTooltipThree": "Don't change mod priority unless you really know what you're doing!",
  "order": "Order",
  "pack": "Pack",
  "dataPacks": "Data Packs",
  "enabled": "Enabled",
  "thumbnail": "Thumbnail",
  "name": "Name",
  "author": "Author",
  "sortBySubscribedDate": "Right click to switch to sorting by subscribed date",
  "sortByDataPacks": "Right click to switch to sorting by data packs",
  "enableOrDisableAll": "Right click to enable or disable all mods",
  "subscriptionTime": "Subscription Time",
  "lastUpdated": "Last Updated",
  "movieModOne": "Mod is of a movie mod type.",
  "movieModTwo": "Movie mods always have high priority!",
  "movieModThree": "Always enabled since it's located in the WH3/data folder!",
  "coffee": "Buy me a coffee:",
  "byAuthor": "by Prop Joe (Steam) / Shazbot (GitHub)",
  "about": "About",
  "compatHelpFilesOne": "It's common for modders to use the same file in multiple mods, so they'll show here even though that's completely fine and intended. If both files are the same size, there will be an icon for that. This is not the same as comparing their content—for example, \"aaa\" and \"bbb\" are the same size—but this comparison is much faster and good enough for files.",
  "compatHelpTwo": "In the panel the \"parent\" (underlined) mod will have priority unless a STAR_ICON is next to the \"child\" mod name.",
  "compatHelpOne": "The Tables tab covers keys in database tables that conflict with each other. Database tables are usually related to unit stats. For example, overhaul submods that affect unit stats will always have collisions here. Unlike in the Files tab, the actual table names are compared to determine priority, not pack names. So changing load order won't affect anything here.",
  "compatHelpThree": "The Files tab covers whole files that overwrite each other, these are usually related to unit visuals: .dds textures, .wsmodel and .variantmeshdefinition files that define how a unit's look is constructed in-game. The game will use the file from the mod with higher load order priority, so between two mods that apply visual changes the in-game result will depend on the relative priority of the two mods.",
  "checkCompat": "Check Compat",
  "modCompatibility": "Mod Compatibility",
  "enabledModsOnly": "Enabled Mods Only",
  "files": "Files",
  "tables": "Tables",
  "dbTable": "DB Table",
  "tableColumn": "Table Column",
  "help": "Help",
  "collisionWith": "Collision with",
  "in": "in",
  "key": "key",
  "readingAndComparingPacks": "Reading And Comparing Packs...",
  "waitForReadingAndComparingPacks": "Please wait until all the mod packs have been read and compared with each other...",
  "presetsTooltip1": "Create a new preset by typing its name.",
  "presetsTooltip2": "When selecting existing preset:",
  "presetsTooltip3": "Hold Shift to add mods in preset to current mods.",
  "presetsTooltip4": "Hold Ctrl to remove mods in preset from current mods.",
  "selectOrCreatePreset": "Select or create preset:",
  "filter": "Filter:",
  "deletePreset": "Delete preset:",
  "replacePreset": "Replace preset:",
  "editPresets": "Edit Presets",
  "missing": "missing:",
  "missingReqMods": "Missing Required Mods!",
  "outdatedOverwritingPacksTooltip": "These packs overwrite CA data and should not be used when outdated:",
  "outdatedOverwritingPacks": "Outdated overwriting packs!",
  "overwrites": "overwrites:",
  "packsWithOutdatedFiles": "Packs that contain outdated files that have since been changed in a patch:",
  "outdatedPacks": "Outdated packs!",
  "enabledMods": "Enabled mods:",
  "outdatedMergedModsTooltip": "Some merged mods contain outdated mods, update them (right click) or create a new merged mod!",
  "outdatedMergedMods": "Outdated Merged Mods!",
  "play": "Play",
  "continue": "Continue",
  "dbViewer": "DB Viewer",
  "allMods": "All Mods",
  "enabledModsCapitalized": "Enabled Mods",
  "categories": "Categories",
  "createSteamCollection": "Create Steam Collection",
  "openSteamCollectionsPage": "Open Steam Page For Creating Game Collections",
  "openSteamCollectionsPageTooltip": "Open Steam Page For Creating Game Collections",
  "copyCollectionScript": "Copy Collection Script To Clipboard",
  "copyCollectionScriptTooltip1": "Copies to clipboard a script for populating currently enabled mods into a collection.",
  "copyCollectionScriptTooltip2": "Hold Shift if you want to copy all mods, not just enabled mods.",
  "createSteamCollectionHelp1": "This is a way to export mods into a Steam collection. It's not automatic and relies on running a console script in your browser to automate button presses in the browser.",
  "createSteamCollectionHelp2": "Open the create new Steam Workshop collection page in a browser. On the first page, a collection name and image thumbnail are mandatory. On the second page where you select mods to add to the collection, press Ctrl+Shift+I and switch to the console tab from the tabs in the upper right:",
  "createSteamCollectionHelp3": "Paste the script you received from pressing the \"Copy Creation Script To Clipboard\" button into the console and press enter:",
  "createSteamCollectionHelp4": "Two buttons will appear, one to add mods to the collection and a reset button that removes any added mods. Click the green + button that appears and wait for the page to reload.",
  "configureFolderLocations": "Configure Folder Locations",
  "setFolderPathsManuallyWH2": "The mod manager tried to get WH2 folder locations from the Windows Registry, but couldn't find them! You'll have to set them manually.",
  "setFolderPathsManuallyWH3": "The mod manager tried to get WH3 folder locations from the Windows Registry, but couldn't find them! You'll have to set them manually.",
  "setFolderPathsManuallyThreeKingdoms": "The mod manager tried to get Three Kingdoms folder locations from the Windows Registry, but couldn't find them! You'll have to set them manually.",
  "setFolderPathsManuallyOptionallyWH2": "The mod manager automatically found WH2 folder paths from the Windows Registry, but you can set them manually here.",
  "setFolderPathsManuallyOptionallyWH3": "The mod manager automatically found WH3 folder paths from the Windows Registry, but you can set them manually here.",
  "setFolderPathsManuallyOptionallyThreeKingdoms": "The mod manager automatically found Three Kingdoms folder paths from the Windows Registry, but you can set them manually here.",
  "wh2": "Warhammer 2",
  "wh3": "Warhammer 3",
  "threeKingdoms": "Three Kingdoms",
  "attila": "Attila",
  "mainWH3Folder": "The main Warhammer 3 folder that contains Warhammer3.exe, for example C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER III",
  "mainWH2Folder": "The main Warhammer 2 folder that contains Warhammer2.exe, for example C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER II",
  "mainThreeKingdomsFolder": "The main Three Kingdoms folder that contains Three_Kingdoms.exe, for example C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War THREE KINGDOMS",
  "wh3Folder": "WH3 folder:",
  "wh2Folder": "WH2 folder:",
  "threeKingdomsFolder": "Three Kingdoms folder:",
  "selectWH3Folder": "Select WH3 Folder",
  "selectWH2Folder": "Select WH2 Folder",
  "selectThreeKingdomsFolder": "Select Three Kingdoms Folder",
  "wh3ContentFolder": "The Warhammer 3 Steam Workshop content folder named 1142710 (which is the steam ID for WH3) that contains mods, for example C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1142710",
  "wh2ContentFolder": "The Warhammer 2 Steam Workshop content folder named 594570 (which is the steam ID for WH2) that contains mods, for example C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\594570",
  "threeKingdomsContentFolder": "The Three Kingdoms Steam Workshop content folder named 779340 (which is the steam ID for 3K) that contains mods, for example C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\779340",
  "mainAttilaFolder": "The main Attila folder that contains Attila.exe, for example C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Attila",
  "attilaFolder": "Attila folder:",
  "attilaContentFolder": "The Attila Steam Workshop content folder named 325610 (which is the steam ID for Attila) that contains mods, for example C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\325610",
  "selectAttilaFolder": "Select Attila Folder",
  "setFolderPathsManuallyAttila": "The mod manager tried to get Attila folder locations from Windows Registry, but it couldn't find them! You'll have to set them manually!",
  "setFolderPathsManuallyOptionallyAttila": "The mod manager automatically found Attila folder paths from the Windows Registry, but you can set them manually here.",
  "contentFolder": "Content folder:",
  "selectContentFolder": "Select Content Folder",
  "setLoadOrderFor": "Set Load Order For",
  "setLoadOrderMessage1": "Set load order for this mod. Changing load orders is very rarely needed in WH3 and can cause unintended compatibility issues between mods.",
  "setLoadOrderMessage2": "Always leave load order at default unless you have a very good reason!",
  "setLoadOrder": "Set Load Order",
  "goToWorkshopPage": "Go to workshop page",
  "openInSteam": "Open in Steam",
  "keepAlwaysEnabled": "Keep always enabled",
  "keepAlwaysEnabledTooltip": "Mod will always be enabled, even when hidden.",
  "hideFromListTooltip": "Mod will be hidden from the list and disabled (except when always enabled).",
  "hideFromList": "Hide from list",
  "showInExplorer": "Show in explorer",
  "showInRPFM": "Open in RPFM",
  "openInViewer": "Open in Viewer",
  "copyPathToClipboard": "Copy path to clipboard",
  "updateModTooltip": "Uploads update to the workshop. Must already exist on the workshop.",
  "updateMod": "Update Mod",
  "fakeUpdatePackTooltip": "Adds a whmm_update.txt file to the pack filled with random hex numbers, or changes the numbers if the file already exists. UPDATE PLZ",
  "fakeUpdatePack": "Fake Update Pack",
  "createBackupTooltip": "Creates a backup of the pack in a whmm_backups folder that is in the same location as the pack.",
  "createBackup": "Create Backup",
  "forceDownload": "Force Download",
  "forceDownloadTooltip": "Force Steam to re-download the mod.",
  "unsubscribe": "Unsubscribe",
  "unsubscribeTooltip": "Unsubscribe from the mod in Steam.",
  "reMergeTooltip": "Merge mods again to update the merged pack with latest versions of mods.",
  "reMerge": "Update (Re-merge)",
  "deleteMod": "Delete",
  "deleteModTooltip": "Delete the merged pack.",
  "otherOptions": "Other Options",
  "modAuthorColumn": "Mod Author Column",
  "forceReDownload": "Force Re-download",
  "forceDownloadMsg": "Force steam to check and download the latest version of enabled mods if they're outdated. Hold Shift to download all mods.",
  "contentVsData": "Content Mods Vs Data Mods",
  "contentVsDataMsg": "Mods you've subscribed to reside in the workshop (content) folder, but can also be loaded from the data folder. Don't touch unless you know what you're doing!",
  "extraColumns": "Extra Columns",
  "modThumbnailColumn": "Mod Thumbnail Column",
  "closeOnPlay": "Close Manager On Play",
  "copyToDataMsg1": "Copies currently enabled mods from content into data.",
  "copyToDataMsg2": "Hold Shift if you want to copy all mods.",
  "copyToDataMsg3": "As a modder this can overwrite your mod in data with an older version you have in content!",
  "copyToDataMsg4": "Mods that are in data will have a red name in the manager.",
  "copyToData": "Copy to data",
  "cleanData": "Clean data",
  "cleanDataMsg": "Removes all mods in data if such mod already exists in content. As a modder this can remove a newer version of your mod in data!",
  "symLink": "You can also copy them as symbolic links (basically a shortcut) so they don't take up duplicate space. They will also always be up-to-date with the content mod since they're just a shortcut to the actual mod.",
  "newVersionAvailable": "A new version is available for download.",
  "download": "Download",
  "updateAvailable": "Update available",
  "loadSave": "Load Save",
  "loadModsFromSave": "Load Mods From Save",
  "modsInSaveNotEnabled": "Mods present in save but not currently enabled",
  "modsInSaveAndEnabled": "Mods that are both present in save and currently enabled",
  "modsNotInSaveButEnabled": "Mods not present in save but currently enabled",
  "compareModsInSave": "Compare Mods In Save",
  "comparingModsInSave": "Comparing Mods In Save",
  "noMissingPacks": "No missing packs",
  "noExtraPacks": "No extra packs",
  "noCommonPacks": "No common packs",
  "savedGames": "Saved Games",
  "missingRequiredMods": "Missing Required Mods",
  "onbWelcome": "Welcome and thank you for using the Mod Manager. This little tutorial will familiarize you with the UI.",
  "onbPresets": "Presets allow you to save a mod list so you can load it later.",
  "onbPresets1": "Type in this textbox to create a new preset, or use the dropdown button to select an older preset.",
  "onbPresets2": "You can hold Shift while selecting a preset to create a union of selected mods between the currently enabled mods and the mods enabled in the preset. (basically add a preset)",
  "onbPresets3": "You can hold Ctrl while selecting a preset to uncheck any currently selected mods that are enabled in that preset. (basically subtract a preset)",
  "onbReplacePreset": "Select a preset you want to replace with the current selection of mods.",
  "onbDeletePreset": "Select a preset you'd like to delete.",
  "onbSorting1": "Mods have priority based on their order, by default this is based on the name of the packs.",
  "onbSorting2": "You usually don't want to manually change order since modders already name their packs to accomplish this automatically, such as when they put exclamation marks at the start of the pack name.",
  "onbSorting3": "You can right click on the Order header to reset order to default, and left click to sort mods by mod order.",
  "onbSorting4": "When in the Enabled Mods tab you can use the grip icon you can drag individual mods to change their order.",
  "onbSorting5": "The grip is visible when hovering over a mod, and only when all the mods are sorted by order!",
  "onbSorting6": "When a mod is manually reordered its order number will be colored red. You can right click on that mod's order number to reset it.",
  "onbSorting7": "Left click to sort by enabled mods.",
  "onbSorting8": "You can right click this header to enable or disable all mods.",
  "onbSorting9": "If a mod checkbox is purple it means a mod is always enabled.",
  "onbPlay": "Start the game with the selected mods.",
  "onbContinue": "Continue the latest save with the selected mods.",
  "onbSaves": "Show all the game saves to select from.",
  "reqAdmin": "Requires running as administrator!",
  "symLinkMsg1": "Creates Symbolic Links of currently enabled mods from content into data.",
  "symLinkMsg2": "Hold Shift if you want to create links of all mods.",
  "symLinkMsg3": "This won't create links of mods that already exist in data.",
  "symLinkMsg4": "Mods that are symbolic links will have a blue name in the manager.",
  "createSymLinks": "Create symbolic links in data",
  "cleanSymLinks": "Clean symbolic links in data",
  "cleanSymLinksMsg": "Removes all symbolic links in data. Won't touch real mods that aren't symbolic links.",
  "unhideMods": "Unhide mods you've previously hidden:",
  "hiddenMods": "Hidden Mods",
  "shareMods": "Share Mods",
  "shareModsMsg": "Share current mod list with other people for multiplayer:",
  "shareModLists": "Share Mod List",
  "copyModNames": "Copy names of enabled mods to clipboard:",
  "copyModList": "Copy Mod List",
  "createSteamCollectionMsg": "Create a Steam collection from enabled mods:",
  "forModders": "For Modders",
  "featuresForModders": "Features For Modders",
  "keepInSync": "Keep these in sync for MP!",
  "forCustomBattleTesting": "For 1v1 testing in custom battles.",
  "makeCustomBattleGenerals": "Make all units custom battle generals",
  "enableScriptLogging": "Enable script logging",
  "enableScriptLogging1": "Enables WH3 script logging.",
  "enableScriptLogging2": "Logs are created in the WH3 folder.",
  "skipIntroMovies": "Skip intro movies",
  "autoStartCustomBattles": "Auto-start custom battle",
  "autoStartCustomBattles1": "For repetitive visual testing that involves restarting the game.",
  "autoStartCustomBattles2": "Set up a custom battle once and enable this to auto-enter it.",
  "changeGameProcessPriority": "Change game process priority",
  "changeGameProcessPriority1": "Sets the game process priority to high when the game starts.",
  "changeGameProcessPriority2": "Can increase performance and stability when alt-tabbed.",
  "setFolderPaths": "Set Folder Paths",
  "setFolderPathsMsg": "Set Game and Steam Workshop content folder paths.",
  "categoryFilter": "Category filter",
  "categoriesFilter": "Categories filter",
  "nameFilter": "Name filter",
  "category": "Category",
  "mergeMods": "Merge Mods",
  "mergeLoadExisting": "Load existing:",
  "mergeLoadExistingMsg": "Load mods that are in an existing merged mod.",
  "hideAlreadyMerged": "Don't show a mod if it's inside an enabled merged pack.",
  "hideAlreadyMergedMsg": "Hide Already Merged",
  "selectFirst": "Select first",
  "modsToMerge": "mods to merge",
  "merge": "Merge",
  "size": "Size",
  "cannotBeMergedDep": "Mod cannot be merged since it has a pack-level dependency with another mod.",
  "mergeModsHelp1": "This panel allows you to merge mods to get around the mod limit. It merges selected mods into a new mod .pack and puts it inside the WH3/data folder. Merged mods also have an accompanying .json file with the same name, if you rename or move the merged mod also rename or move the json file. Mods are pre-sorted by size for quicker merging.",
  "mergeModsHelp2": "The merged mod won't have the same file names as the merged mods which can affect load order priority, so skip merging mods that require manual load order fiddling. That said, those kind of mods should be incredibly rare and as a rule you should never manually touch load order anyway!",
  "mergeModsHelp3": "When mods get updated the merged pack will have the old outdated mod inside it. You should get a warning in red (it'll be above the Play button) warning you about this and you can then right click the merged pack and use the Update (Re-merge) option which will update the merged pack. The warning can appear when you start the app but disappears once we get newer info from the workshop, you don't have to update it in that case.",
  "mergeModsHelp4": "You can leave the mods that have been merged enabled in the mod manager, the manager will automatically skip them if they're already present in a merged mod you have enabled. This is reliant on the .json file, if it's missing you'll have to disable those mods or the game will crash since it doesn't like duplicate files in mods.",
  "language": "Language:",
  "customize": "Customize",
  "groupingsUnitPermissions": "Units, Per Group",
  "buildingsPermissions": "Buildings",
  "unit": "Unit",
  "unitKeySortTableOrder": "(Default Order)",
  "owner": "Owner",
  "group": "Group",
  "allowed": "Allowed",
  "factionsUnitPermissions": "Units, Per Faction",
  "uniqueAgentsPermissions": "Legendary Lords And Heroes",
  "agentSubtype": "Agent Subtype",
  "campaignGroup": "Campaign Group",
  "agentsPermissions": "Lords And Heroes",
  "agentSubtypeAndType": "Agent Subtype (Agent Type)",
  "faction": "Faction",
  "Building": "Building",
  "Game": "Game",
  "cultureSubcultureFaction": "Culture, Subculture, Faction (All 3 Optional)",
  "modCustomizationHelp1": "This panel allows you to customize mods, currently you can disable units, buildings and agents (lords and heroes).",
  "modCustomizationHelp2": "The way the game handles unit permissions, a unit can have a group permission (which can affect multiple factions) or a per-faction permission, or both. For game stability reasons only group permissions can be disabled. Note this won't affect custom battles since that uses a different system!",
  "modCustomizationHelp3": "Generic agents (lords and heroes) are tied to campaign groups and you can disable them that way, except for legendary agents which have their own tab.",
  "modCustomizationHelp4": "The manager customizes a mod by creating a copy of the pack, with the necessary changes, inside a new 'whmm_overwrites' subfolder inside your WH3 folder each time you start the game. Note those copies are currently never deleted or cleaned up. I'm not sure how this affects multiplayer but it's likely you'll get 'different versions' warnings since the game thinks your packs are different even when they're not, but I'm not sure. Removing the customization for a mod will also give you a warning when loading a save that the pack is missing since we're now using the original mod pack, not the customized version of it, but you can ignore that.",
  "importSteamCollection": "Import Steam Collection",
  "importSteamCollectionMsg1": "URL of the Steam collection, for example",
  "importSteamCollectionMsg2": "https://steamcommunity.com/sharedfiles/filedetails/?id=3137780509",
  "Import": "Import",
  "importSteamCollectionDisableOtherMods": "Disable mods not in collection",
  "importSteamCollectionDisableOtherModsMsg": "Disable the currently enabled mods.",
  "importSteamCollectionUseLoadOrder": "Import with explicit load order",
  "importSteamCollectionUseLoadOrderMsg": "Import with the explicit load order as ordered in the collection. This should be heavily avoided since you usually don't want to mess with the load order of all mods, only those who really need it. Using Share Mods codes is recommended since those allow you to set which individual mods require a custom load order. Only recommended if you plan on only using the mods in the collection, and not adding other mods.",
  "importSteamCollectionPresetName": "Name of the preset:",
  "importSteamCollectionUsePresetLoadOrderMsg": "Import with the explicit load order as ordered in the collection. Same notes as above, avoid in most cases.",
  "importSteamCollectionImportIntoPreset": "Import Into Preset",
  "importSteamCollectionPresetNameMsg1": "Name of the new preset, leave blank to use the collection name.",
  "importSteamCollectionPresetNameMsg2": "Preset with this name already exists and will be overwritten.",
  "importSteamCollectionEnableCollectionMods": "Import Into Current Mod List",
  "importSteamCollectionOptionsMsg": "Import mods from a Steam collection:",
  "createdPreset": "Created preset:",
  "failedFetchingSteamCollection": "Failed fetching Steam collection!",
  "importedModsFromSteamCollection": "Imported mods from Steam collection!",
  "releaseNotes": "Release notes",
  "faqFirstH": "How does the mod manager interact with the game?",
  "faqFirstC": "The Mod Manager functions the same as the CA Launcher, it creates a text file with a list of enabled mods and then launches WH3.exe with a launch argument: the name of said text file. Both the CA Launcher and the mod manager use used_mods.txt which is in the same folder where wh3.exe is.",
  "faqSecondH": "How does multiplayer compatibility work?",
  "faqSecondC": "Both players need to have the same mods enabled, with the same load order. If any of the mods are outdated due to Steam not downloading a mod update for one of the players the game will also complain. The mods also need to be in the same location, so you can't have mods in the data folder with the other player having them in the content folder. A quick check would be comparing your used_mods.txt files, they should be the same.",
  "faqThirdH": "Content mods vs data mods?",
  "faqThirdC1": "These refer to the 2 folders from which the mods are usually loaded.",
  "faqThirdC2": "Content folder is where Steam saves the mods you're subscribed to, for WH3 it could be C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1142710, where 1142710 is the Steam Id for WH3. Data folder is in the game folder (e.g. C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER III\\data) and also contains the vanilla .pack files like data.pack.",
  "faqThirdC3": "Data folder is mostly used by modders who put their .pack files there when working on their mods. There is a performance benefit in loading time if you put all your mods in the data folder instead of content subfolders, my guess is due to having fewer folder lookup locations for assets, it's something CA should hopefully fix. That is why there are options for this in Other Options.",
  "faqThirdC4": "Using the Copy To Data button in Other Options will copy mods to data and they'll have a red color in the manager. But if a mod gets updated the updated version will be in the content folder so you'll have to use the button again. This can also be used as a way to keep all your mods un-updated when a game update hits.",
  "faqThirdC5": "Using Create symbolic links in data is a way to have mods in data, while also having them in sync with the content mods, so they're always up-to-date but you get some performance benefits. Symbolic links are a Windows feature, basically advanced shortcuts.",
  "faqFourthH": "Should I change my load order?",
  "faqFourthC1": "You should always leave the load order at default and not change it manually unless explicitly told to do so by a modder. Modders have multiple methods that they use to ensure their mods work as they should using the default load order.",
  "faqFourthC2": "If you have purely visual mods that change the same unit you could try changing the load order, but otherwise changing load order is HIGHLY unlikely to solve any other mod issues or bugs ingame, and can cause new ones to pop up.",
  "faqFifthH": "How do mods and load order work?",
  "faqFifthC1": "Mods with a lower order number have a higher priority. By default, mods are ordered alphanumerically by their name. Modders name their mods and use prefixes like ! to achieve the load order they want their mod to have.",
  "faqFifthC2": "(See What is a pack file? above) Database files in a pack have priority based on the name the modder gave that file. This is an INTERNAL name for a specific file inside the mod that has nothing to do with the mod name. So if you have 2 mods that change the unit stats of Empire swordsmen the mod with the higher DATABASE FILE priority (dictated by comparing the names of the 2 files) will be the one that applies its unit stats. This uses the INTERNAL name of the database file, NOT THE NAME OF THE MOD/PACK. Changing the load order of those 2 mods does NOTHING in this case! Load order is the same as changing the EXTERNAL name of the mod file, but here we'd have to change the INTERNAL file of the mod specific database file, something lord order cannot do anything about.",
  "faqFifthC3": "On the other hand, for individual files that aren't database files mod priority matters. Here two mods can change for example the same texture or the same UI file and the mod with the higher priority (lower order) will be the one that applies its changes.",
  "faqFifthC4": "A lot of such individual files are related to how the unit visuals are constructed ingame, so if you have 2 visual mods that both change the visuals of the Empire swordsmen changing load order for them could dictate what visuals you end up with ingame.",
  "faqFifthC5": "There is more nuance here, for example, a modder can use a Database way to completely change the visuals of the Empire swordsmen by telling the game to use a new .variantmeshdefinition file for the Empire swordsmen, and any other mod that replaces an existing .variantmeshdefinition of Empire swordsmen would do nothing in that case, no matter the load order.",
  "faqFifthC6": "A translation mod should NEVER require you to change load order manually, if a modder tells you to do this tell him to give his .loc file in the translation mod a higher priority than the original .loc (he can do this by adding ! in front of the .loc name)",
  "faqSixthH": "What is a pack file?",
  "faqSixthC": "Modders use \"mod\" and \"pack\" interchangeably. Each mod comes in a single .pack file, you can think of it as a zip file (even though it's not compressed) that contains files inside it. Inside a pack there is a Database portion with files filled with tabular data the game can use, and a file portion with various files the game knows how to use like textures and custom CA file formats like animations, models, and so on.",
  "faqSeventhH": "Why are my mods in red in the manager?",
  "faqSeventhC": "If a mod name is in red it means the mod is located in the data folder. If you run the Kaedrin Mod Manager it copies mods to data automatically, so that is a possible reason. You can use the Clear Data button in Other Options to remove them from data.",
  "faqEightH": "How do I reset my load order?",
  "faqEightC": "You can reset load order to default for all mods by right clicking on the Order column header. Or for individual mods right click on their order number.",
  "faqNinthH": "How do I change load order?",
  "faqNinthC1": "You can change load order in the Enabled Mods Tab. You can switch to that tab using the button in the top left or using Ctrl+2. It's not great UI, but required due to load order being relative to other enabled mods, also why most mod managers use 2 lists of mods.",
  "faqNinthC2": "Also remember load order is something that you shouldn't tinker with manually in WH3, except in some very rare circumstances. If you're unsure you're much better off leaving it at default, changing load order isn't something that will fix mod issues or bugs in WH3.",
  "faqTenthH": "Why don't you flag mods as outdated like the CA Launcher?",
  "faqTenthC": "The CA Launcher auto-flags all mods as outdated after every major patch. This way is completely meaningless, as a modder most of my mods have never actually been affected at all by any of the patches. This mod manager has a smarter checker that looks inside mods to see if they have files/tables that could be outdated. This can't catch all issues but can catch big breaking changes by patches.",
  "faqEleventhsH": "The mod manager uses a lot of memory?",
  "faqEleventhsC": "The mod manager runs analysis of enabled mods to check if they have files/tables that could be outdated or to power other features like mod customization, and that can consume a lot of memory depending on what mods you have enabled. All this memory is discarded when the game is launched to avoid performance issues.",
  "faq": "Frequently Asked Questions",
  "faqAbbreviated": "FAQ",
  "instructions": "Instructions",
  "knownIssues": "Known Issues",
  "faqIssuesFirstH": "Game doesn't launch when clicking Play",
  "faqIssuesFirstC": "This is caused by file permission issues, the mod manager doesn't have permissions to launch WH3. Put the mod manager folder inside the WH3 folder or change the owner of the mod manager folder.",
  "faqIssuesSecondH": "Play launches the CA Launcher instead of the game",
  "faqIssuesSecondC": "Not sure of the cause. I've had reports this issue goes away so try restarting the PC or Steam. Try adding the mod manager exe into Steam as a non-Steam game and launching it that way. Please report if you have more information.",
  "faqIssuesThirdH": "Attempting to launch with the optional parameters Steam error when launching",
  "faqIssuesThirdC": "Try running the game using vanilla launcher first and then using the manager, it usually fixes it. If that doesn't work you can try adding the mod manager exe into Steam as a non-Steam game and launching it that way.",
  "readingPack": "Reading pack:",
  "finishedReadingPack": "Finished reading pack:",
  "comparingFilesInPacks": "Comparing <firstPackName> files with <secondPackName>...",
  "comparingKeysInPacks": "Comparing <firstPackName> table keys with other mods...",
  "missingKeys": "Missing Keys",
  "missingKeyTableAndColumn": "Table and column of the missing key",
  "missingDBKey": "Missing DB key",
  "missingKeyIsReferencedIn": "is referenced in <originFileSuffix>, column <originFieldName>",
  "compatHelpFour": "The Missing Keys tab searches for missing database references (keys) in mods. DB tables reference each other by key columns, so for example there is a database table that gives attributes like unbreakable to units, so that table needs to reference both the units table and the attributes table. So if that table has a row that says give the unit 'Empire Swordsmen' unbreakable then that means in the units table the Empire Swordsmen need to exist. Missing DB keys can be caused by game updates or missing dependency mods. If they're missing the game won't start at all.",
  "compatHelpFive": "The Duplicate Keys tab searches for duplicate Id keys among all the mods. If a mod replaces the whole row with changed data such a duplicate is fine and intended, for example for a mod and its submod or a mod that wants to change vanilla game data. But these can also be a case of modders copy-pasting a row and forgetting to change the id.",
  "noFileCollisionsFound": "No file collisions found!",
  "noDBKeyCollisionsFound": "No database key collisions found!",
  "noMissingDBKeysFound": "No missing database keys found!",
  "enableAll": "Enable All",
  "disableAll": "Disable All",
  "addCategory": "Add category:",
  "addCategoryHelp1": "Hold Ctrl to remove category.",
  "addCategoryHelp2": "Hold Ctrl+Shift to replace all categories.",
  "duplicateKeys": "Duplicate Keys",
  "noDuplicateKeysFound": "No duplicate keys found!",
  "packName": "Pack Name",
  "duplicateDBKey": "Duplicate DB Key",
  "bisectModList": "Bisect Mod List",
  "bisectModListRandomly": "Bisect Mod List Randomly",
  "bisectModListMsg": "For testing your mod list. Split current mod list into 2 new presets. You can then select a preset and test with it, as well as bisect it again. Note that if any of your mods have custom load order all the mods in the new presets will have load order.",
  "bisectModListRandomMsg": "Selects mods at random for the new presets.",
  "duplicateListenerNames": "Duplicate Listener Names",
  "noDuplicateListenerNamesFound": "No duplicate listener names found!",
  "fileErrors": "File Errors",
  "noFileErrorsFound": "No file errors found!",
  "packFileName": "File Name Inside Mod/Pack",
  "fileInsidePack": "File Inside Pack: <PACKNAME>",
  "duplicateListenerName": "Duplicate Listener Name",
  "line": "Line",
  "column": "Column",
  "compatHelpSix": "The Duplicate Listener Names tab searches for duplicate listener names added via 'core:add_listener' inside Lua scripts. This is not usually an issue unless there is also a core:remove_listener involved due to copy-pasting from another script. Still, not having duplicate listener names is always good practice.",
  "compatHelpSeven": "The File Errors tab parses Lua and XML files (this includes variantmeshdefinitions) for syntax errors. For Lua this can't catch run-time errors but can catch some issuse. Some XML errors can also be a non-issue ingame because the ingame XML parsers is very tolerant of malformed XML.",
  "compatHelpEight": "The Missing Files tab lists files that are referenced in some other file, but don't actually exist. It's possible for this to not be an issue since mods can contain unused files. Icons for the file types:",
  "forceResubscribe": "Force Resubscribe",
  "forceResubscribeMsg": "Force steam to unsubscribe and then subscribe to the same mods, which deletes and downloads the mods. In cases where Force Re-Download isn't enough. By default this is for enabled mods, hold Shift for all mods. I recommend making a collection as a backup beforehand, option for that is below. Takes a lot of time if you have a lot of mods.",
  "collapseAll": "Collapse All",
  "expandAll": "Expand All",
  "sameFileSize": "Both files are of the same size",
  "processingMods": "Processing mods...",
  "uploadingMod": "Uploading Mod...",
  "failedUpdatingMod": "Failed Updating Mod!",
  "modUpdated": "Mod Updated!",
  "needsToAcceptSteamWorkshopAgreement": "You need to accept Steam Workshop terms and conditions!",
  "uploadModTooltip": "Uploads the mod to the workshop.",
  "uploadMod": "Upload Mod",
  "modCreated": "Mod Created",
  "failedUploadingMod": "Failed Uploading Mod!",
  "missingModThumbnail": "Missing mod thumbnail!",
  "thumbnailTooBig": "Thumbnail size is too big!",
  "compatCheckVanillaPacksMsg": "When running Compat Check should vanilla game files be parsed as well. Leave off usually, only useful for people finding and fixing vanilla issues.",
  "compatCheckVanillaPacks": "Compat Check Vanilla Packs",
  "troy": "Troy",
  "mainTroyFolder": "The main Troy folder that contains Troy.exe, for example C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Troy",
  "troyFolder": "Troy folder:",
  "troyContentFolder": "The Troy Steam Workshop content folder named 1099410 (which is the steam ID for Troy) that contains mods, for example C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1099410",
  "selectTroyFolder": "Select Troy Folder",
  "setFolderPathsManuallyTroy": "The mod manager tried to get Troy folder locations from Windows Registry, but it couldn't find them! You'll have to set them manually!",
  "setFolderPathsManuallyOptionallyTroy": "The mod manager automatically found Troy folder paths from the Windows Registry, but you can set them manually here.",
  "pharaoh": "Pharaoh",
  "mainPharaohFolder": "The main Pharaoh folder that contains Pharaoh.exe, for example C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Pharaoh",
  "pharaohFolder": "Pharaoh folder:",
  "pharaohContentFolder": "The Pharaoh Steam Workshop content folder named 1937780 (which is the steam ID for Pharaoh) that contains mods, for example C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1937780",
  "selectPharaohFolder": "Select Pharaoh Folder",
  "setFolderPathsManuallyPharaoh": "The mod manager tried to get Pharaoh folder locations from Windows Registry, but it couldn't find them! You'll have to set them manually!",
  "setFolderPathsManuallyOptionallyPharaoh": "The mod manager automatically found Pharaoh folder paths from the Windows Registry, but you can set them manually here.",
  "noMissingFilesFound": "No missing files found!",
  "missingFiles": "Missing Files",
  "skillsViewer": "Skills",
  "dynasties": "Pharaoh Dynasties",
  "mainDynastiesFolder": "The main Dynasties folder that contains Pharaoh.exe, for example C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War PHARAOH DYNASTIES",
  "dynastiesFolder": "Dynasties folder:",
  "dynastiesContentFolder": "The Dynasties Steam Workshop content folder named 2951630 (which is the steam ID for Pharaoh Dynasties) that contains mods, for example C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\2951630",
  "selectDynastiesFolder": "Select Dynasties Folder",
  "setFolderPathsManuallyDynasties": "The mod manager tried to get Pharaoh Dynasties folder locations from Windows Registry, but it couldn't find them! You'll have to set them manually!",
  "setFolderPathsManuallyOptionallyDynasties": "The mod manager automatically found Pharaoh Dynasties folder paths from the Windows Registry, but you can set them manually here.",
  "chooseNewModTag": "Choose tag for the new mod:",
  "upload": "Upload",
  "showHiddenSkills": "Show Hidden Skills",
  "showHiddenModifiersInsideSkills": "Show Hidden Modifiers Inside Skills",
  "options": "Options",
  "relaunchingGame": "Auto-relaunching game (click to cancel)...",
  "queueUpRelaunchingGame": "Click to queue up relaunching the game once the game is closed.",
  "gameCurrentlyRunning": "Game is currently running!",
  "searchSaves": "Search Saved Files",
  "searchInsidePacks": "Search Inside Packs",
  "searchInsidePacksMsg1": "Search for text inside enabled packs.",
  "searchInsidePacksMsg2": "Searches for both ascii (DB keys) and unicode encoded (locs) text. Can take a lot of time with big mods or a lot of mods.",
  "searchInsidePacksMsg3": "Used when you have a DB key from the ingame context viewer, or a piece of ingame text or a script file name and you want to know which mod it's from.",
  "search": "Search",
  "searchInsidePacksResults": "Packs That Contain Text:",
  "searchInsidePacksDescription": "Search inside enabled mods for text.",
  "skillUnlockRequirementMultipleParents": "Available after spending NUM_SKILL_POINTS in the previous group.",
  "skillUnlockRequirementParent": "Available after unlocking \"REQUIRED_SKILL\".",
  "skillUnlockWillLock": "Unlocking this skill will lock:",
  "checkSkillRequirements": "Check Skill Requirements",
  "holdCtrlToTerminateGame": "Hold Ctrl and click to terminate game.",
  "skillUnlockRank": "Available at rank UNLOCK_RANK",
  "rank": "Rank",
  "setFolderPathsManuallyRome2": "The mod manager tried to get Rome 2 folder locations from Windows Registry, but it couldn't find them! You'll have to set them manually!",
  "setFolderPathsManuallyOptionallyRome2": "The mod manager automatically found Rome 2 folder paths from the Windows Registry, but you can set them manually here.",
  "rome2": "Rome 2",
  "mainRome2Folder": "The main Rome 2 folder that contains Three_Kingdoms.exe, for example C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Rome II",
  "rome2Folder": "Rome 2 folder:",
  "selectRome2Folder": "Select Rome 2 Folder",
  "rome2ContentFolder": "The Rome 2 Steam Workshop content folder named 214950 (which is the steam ID for Rome 2) that contains mods, for example C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\214950",
  "setFolderPathsManuallyShogun2": "The mod manager tried to get Shogun 2 folder locations from Windows Registry, but it couldn't find them! You'll have to set them manually!",
  "setFolderPathsManuallyOptionallyShogun2": "The mod manager automatically found Shogun 2 folder paths from the Windows Registry, but you can set them manually here.",
  "shogun2": "Shogun 2",
  "mainShogun2Folder": "The main Shogun 2 folder that contains shogun2.exe, for example C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War SHOGUN 2",
  "shogun2Folder": "Shogun 2 folder:",
  "selectShogun2Folder": "Select Shogun 2 Folder",
  "shogun2ContentFolder": "The Shogun 2 Steam Workshop content folder named 214950 (which is the steam ID for Shogun 2) that contains mods, for example C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\214950",
  "addedMod": "Added mod:",
  "resubscribing": "Re-subscribing to:",
  "queue": "Left in queue:",
  "downloadingUpdate": "Downloading update...",
  "editCategories": "Edit Categories",
  "addNewCategory": "Add New Category",
  "enterCategoryName": "Enter category name...",
  "add": "Add",
  "existingCategories": "Existing Categories",
  "categoryName": "Category Name",
  "color": "Color",
  "actions": "Actions",
  "setCategoryColor": "Set category color",
  "save": "Save",
  "cancel": "Cancel",
  "renameCategoryTooltip": "Rename category",
  "deleteCategoryTooltip": "Delete category",
  "noCategoriesFound": "No categories found. Add one above to get started.",
  "close": "Close",
  "updateReady": "Update Ready",
  "updateReadyMessage": "The update has been downloaded. The application will now close and update automatically.",
  "updateFailed": "Update Failed",
  "updateNow": "Update Now",
  "updateFailedMessage": "Failed to download or install update:",
  "errorSomethingWentWrong": "Something went wrong:",
  "errorScreenshotInstructions": "You can find and report the error logged inside %appdata%/wh3mm/logs/main.log",
  "removeBadge": "Remove badge",
  "noMatches": "NO MATCHES",
  "colorBlue": "Blue",
  "colorEmerald": "Emerald",
  "colorRed": "Red",
  "colorAmber": "Amber",
  "colorPurple": "Purple",
  "colorRose": "Rose",
  "colorTeal": "Teal",
  "colorSlate": "Slate",
  "colorWhite": "White",
  "colorLime": "Lime",
  "colorSky": "Sky",
  "colorFuchsia": "Fuchsia",
  "setCategoryColorTooltip": "Set {{category}} color to {{color}}",
  "renamePackFiles": "Rename Pack Files",
  "useRegularExpression": "Use Regular Expression",
  "searchPatternRegex": "Search Pattern (Regular Expression)",
  "searchText": "Search Text",
  "searchPatternPlaceholderRegex": "e.g., (ovn_araby_)(.*)  or  old_name.*",
  "searchTextPlaceholder": "e.g., ovn_araby_lords",
  "replaceWith": "Replace With",
  "replaceWithPlaceholderRegex": "e.g., $1new_$2  or  new_name",
  "replaceWithPlaceholder": "e.g., new_ovn_araby_lords",
  "pathFilterOptional": "Path Filter (Optional)",
  "pathFilterPlaceholder": "e.g., db  or  warscape_animated_tables  (leave empty for all paths)",
  "pathFilterDescription": "Only rename files whose path contains this text. For \"db\\warscape_animated_tables\\file.txt\", you could use \"db\" or \"warscape_animated_tables\"",
  "preview": "Preview",
  "filesWillBeRenamed": "{{count}} files will be renamed",
  "from": "FROM:",
  "to": "TO:",
  "noFilesMatch": "No files match the search pattern",
  "enterSearchPattern": "Enter a search pattern to preview changes",
  "invalidRegularExpression": "Invalid regular expression",
  "renaming": "Renaming...",
  "rename": "Rename",
  "renameNFiles": "Rename {{count}} Files",
  "testRename": "Test Rename (No Changes)",
  "noFilesToRename": "No Files to Rename",
  "renamePackedFiles": "Rename Packed Files",
  "copyModToData": "Copy mod to data",
  "addNode": "Add Node",
  "customSkill": "Custom Skill",
  "existingSkill": "Existing Skill",
  "selectSkill": "Select Skill",
  "searchSkills": "Search skills...",
  "effects": "Effects",
  "enterSkillName": "Enter skill name",
  "description": "Description",
  "enterDescription": "Enter description",
  "icon": "Icon",
  "selectIcon": "Select icon...",
  "row": "Row",
  "maxLevel": "Max Level",
  "unlockRank": "Unlock Rank",
  "searchEffects": "Search effects...",
  "editNode": "Edit Node"
}
