{
  "numModsEnabled_one": "{{count}} Mod aktiviert",
  "numModsEnabled_other": "{{count}} Mods aktiviert",
  "numModsHidden_one": "{{count}} davon ausgeblendet",
  "numModsHidden_other": "{{count}} davon ausgeblendet",
  "priorityTooltipOne": "Mods mit niedrigerer Reihenfolge haben höhere Priorität.",
  "priorityTooltipTwo": "Rechtsklick auf Mod-Nummer zum Zurücksetzen oder hier, um alle zurückzusetzen.",
  "priorityTooltipThree": "Ändern Sie die Mod-Priorität nur, wenn Sie wirklich wissen, was Sie tun!",
  "order": "Reihenfolge",
  "pack": "Paket",
  "dataPacks": "Datenpakete",
  "enabled": "Aktiviert",
  "thumbnail": "Vorschaubild",
  "name": "Name",
  "author": "Autor",
  "sortBySubscribedDate": "Rechtsklick zum Wechseln der Sortierung nach Abonnement-Datum",
  "sortByDataPacks": "Rechtsklick zum Wechseln der Sortierung nach Datenpaketen",
  "enableOrDisableAll": "Rechtsklick zum Aktivieren oder Deaktivieren aller Mods",
  "subscriptionTime": "Abonnement-Zeit",
  "lastUpdated": "Zuletzt aktualisiert",
  "movieModOne": "Mod ist vom Typ Video-Mod.",
  "movieModTwo": "Video-Mods haben immer hohe Priorität!",
  "movieModThree": "Immer aktiviert, da sich das Mod im WH3/data-Ordner befindet!",
  "coffee": "Spendieren Sie mir einen Kaffee:",
  "byAuthor": "von Prop Joe (Steam) / Shazbot (GitHub)",
  "about": "Über",
  "compatHelpFilesOne": "Es ist üblich, dass Modder dieselbe Datei in mehreren Mods verwenden, daher werden sie hier angezeigt, obwohl das völlig in Ordnung und beabsichtigt ist. Wenn beide Dateien dieselbe Größe haben, wird ein Symbol dafür angezeigt. Dies ist nicht dasselbe wie der Vergleich ihres Inhalts - zum Beispiel haben \"aaa\" und \"bbb\" dieselbe Größe - aber dieser Vergleich ist viel schneller und für Dateien gut genug.",
  "compatHelpTwo": "Im Panel hat der \"übergeordnete\" (unterstrichene) Mod Priorität, es sei denn, ein STAR_ICON steht neben dem Namen des \"untergeordneten\" Mods.",
  "compatHelpOne": "Der Tabellen-Tab behandelt Schlüssel in Datenbanktabellen, die miteinander in Konflikt stehen. Datenbanktabellen beziehen sich normalerweise auf Einheitenstatistiken. Zum Beispiel werden Überarbeitungs-Submods, die Einheitenstatistiken beeinflussen, hier immer Kollisionen haben. Anders als im Dateien-Tab werden die tatsächlichen Tabellennamen verglichen, um die Priorität zu bestimmen, nicht die Paketnamen. Das Ändern der Ladereihenfolge wirkt sich hier also nicht aus.",
  "compatHelpThree": "Der Dateien-Tab behandelt ganze Dateien, die sich gegenseitig überschreiben. Diese beziehen sich normalerweise auf Einheiten-Visuals: .dds-Texturen, .wsmodel- und .variantmeshdefinition-Dateien, die definieren, wie das Aussehen einer Einheit im Spiel konstruiert wird. Das Spiel verwendet die Datei aus dem Mod mit höherer Ladereihenfolgen-Priorität, daher hängt zwischen zwei Mods, die visuelle Änderungen anwenden, das Spielergebnis von der relativen Priorität der beiden Mods ab.",
  "checkCompat": "Kompatibilität prüfen",
  "modCompatibility": "Mod-Kompatibilität",
  "enabledModsOnly": "Nur aktivierte Mods",
  "files": "Dateien",
  "tables": "Tabellen",
  "dbTable": "DB-Tabelle",
  "tableColumn": "Tabellenspalte",
  "help": "Hilfe",
  "collisionWith": "Kollision mit",
  "in": "in",
  "key": "Schlüssel",
  "readingAndComparingPacks": "Pakete werden gelesen und verglichen...",
  "waitForReadingAndComparingPacks": "Bitte warten Sie, bis alle Mod-Pakete gelesen und miteinander verglichen wurden...",
  "presetsTooltip1": "Erstellen Sie eine neue Voreinstellung, indem Sie ihren Namen eingeben.",
  "presetsTooltip2": "Bei der Auswahl einer bestehenden Voreinstellung:",
  "presetsTooltip3": "Halten Sie Shift, um Mods aus der Voreinstellung zu den aktuellen Mods hinzuzufügen.",
  "presetsTooltip4": "Halten Sie Strg, um Mods aus der Voreinstellung von den aktuellen Mods zu entfernen.",
  "selectOrCreatePreset": "Voreinstellung auswählen oder erstellen:",
  "filter": "Filter:",
  "deletePreset": "Voreinstellung löschen:",
  "replacePreset": "Voreinstellung ersetzen:",
  "editPresets": "Voreinstellungen bearbeiten",
  "missing": "fehlend:",
  "missingReqMods": "Erforderliche Mods fehlen!",
  "outdatedOverwritingPacksTooltip": "Diese Pakete überschreiben CA-Daten und sollten nicht verwendet werden, wenn sie veraltet sind:",
  "outdatedOverwritingPacks": "Veraltete überschreibende Pakete!",
  "overwrites": "überschreibt:",
  "packsWithOutdatedFiles": "Pakete, die veraltete Dateien enthalten, die seitdem in einem Patch geändert wurden:",
  "outdatedPacks": "Veraltete Pakete!",
  "enabledMods": "Aktivierte Mods:",
  "outdatedMergedModsTooltip": "Einige zusammengeführte Mods enthalten veraltete Mods, aktualisieren Sie sie (Rechtsklick) oder erstellen Sie einen neuen zusammengeführten Mod!",
  "outdatedMergedMods": "Veraltete zusammengeführte Mods!",
  "play": "Spielen",
  "continue": "Fortsetzen",
  "dbViewer": "DB-Viewer",
  "allMods": "Alle Mods",
  "enabledModsCapitalized": "Aktivierte Mods",
  "categories": "Kategorien",
  "createSteamCollection": "Steam-Sammlung erstellen",
  "openSteamCollectionsPage": "Steam-Seite zum Erstellen von Spiel-Sammlungen öffnen",
  "openSteamCollectionsPageTooltip": "Steam-Seite zum Erstellen von Spiel-Sammlungen öffnen",
  "copyCollectionScript": "Sammlungs-Skript in Zwischenablage kopieren",
  "copyCollectionScriptTooltip1": "Kopiert ein Skript in die Zwischenablage zum Befüllen aktuell aktivierter Mods in eine Sammlung.",
  "copyCollectionScriptTooltip2": "Halten Sie Shift, wenn Sie alle Mods kopieren möchten, nicht nur aktivierte Mods.",
  "createSteamCollectionHelp1": "Dies ist eine Möglichkeit, Mods in eine Steam-Sammlung zu exportieren. Es ist nicht automatisch und basiert auf der Ausführung eines Konsolen-Skripts in Ihrem Browser, um Tastendruck im Browser zu automatisieren.",
  "createSteamCollectionHelp2": "Öffnen Sie die Seite zum Erstellen einer neuen Steam Workshop-Sammlung in einem Browser. Auf der ersten Seite sind ein Sammlungsname und ein Vorschaubild obligatorisch. Auf der zweiten Seite, wo Sie Mods zur Sammlung hinzufügen, drücken Sie Strg+Shift+I und wechseln Sie zum Konsolen-Tab in den Tabs oben rechts:",
  "createSteamCollectionHelp3": "Fügen Sie das Skript ein, das Sie durch Drücken der Schaltfläche \"Erstellungs-Skript in Zwischenablage kopieren\" erhalten haben, in die Konsole ein und drücken Sie Enter:",
  "createSteamCollectionHelp4": "Zwei Schaltflächen erscheinen, eine zum Hinzufügen von Mods zur Sammlung und eine Reset-Schaltfläche, die alle hinzugefügten Mods entfernt. Klicken Sie auf die grüne +-Schaltfläche, die erscheint, und warten Sie, bis die Seite neu geladen wird.",
  "configureFolderLocations": "Ordner-Standorte konfigurieren",
  "setFolderPathsManuallyWH2": "Der Mod-Manager hat versucht, WH2-Ordner-Standorte aus der Windows-Registry zu ermitteln, konnte sie aber nicht finden! Sie müssen sie manuell festlegen.",
  "setFolderPathsManuallyWH3": "Der Mod-Manager hat versucht, WH3-Ordner-Standorte aus der Windows-Registry zu ermitteln, konnte sie aber nicht finden! Sie müssen sie manuell festlegen.",
  "setFolderPathsManuallyThreeKingdoms": "Der Mod-Manager hat versucht, Three Kingdoms-Ordner-Standorte aus der Windows-Registry zu ermitteln, konnte sie aber nicht finden! Sie müssen sie manuell festlegen.",
  "setFolderPathsManuallyOptionallyWH2": "Der Mod-Manager hat WH2-Ordnerpfade automatisch aus der Windows-Registry gefunden, aber Sie können sie hier manuell festlegen.",
  "setFolderPathsManuallyOptionallyWH3": "Der Mod-Manager hat WH3-Ordnerpfade automatisch aus der Windows-Registry gefunden, aber Sie können sie hier manuell festlegen.",
  "setFolderPathsManuallyOptionallyThreeKingdoms": "Der Mod-Manager hat Three Kingdoms-Ordnerpfade automatisch aus der Windows-Registry gefunden, aber Sie können sie hier manuell festlegen.",
  "wh2": "Warhammer 2",
  "wh3": "Warhammer 3",
  "threeKingdoms": "Three Kingdoms",
  "attila": "Attila",
  "mainWH3Folder": "Der Haupt-Warhammer 3-Ordner, der Warhammer3.exe enthält, zum Beispiel C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER III",
  "mainWH2Folder": "Der Haupt-Warhammer 2-Ordner, der Warhammer2.exe enthält, zum Beispiel C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER II",
  "mainThreeKingdomsFolder": "Der Haupt-Three Kingdoms-Ordner, der Three_Kingdoms.exe enthält, zum Beispiel C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War THREE KINGDOMS",
  "wh3Folder": "WH3-Ordner:",
  "wh2Folder": "WH2-Ordner:",
  "threeKingdomsFolder": "Three Kingdoms-Ordner:",
  "selectWH3Folder": "WH3-Ordner auswählen",
  "selectWH2Folder": "WH2-Ordner auswählen",
  "selectThreeKingdomsFolder": "Three Kingdoms-Ordner auswählen",
  "wh3ContentFolder": "Der Warhammer 3 Steam Workshop-Content-Ordner namens 1142710 (das ist die Steam-ID für WH3), der Mods enthält, zum Beispiel C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1142710",
  "wh2ContentFolder": "Der Warhammer 2 Steam Workshop-Content-Ordner namens 594570 (das ist die Steam-ID für WH2), der Mods enthält, zum Beispiel C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\594570",
  "threeKingdomsContentFolder": "Der Three Kingdoms Steam Workshop-Content-Ordner namens 779340 (das ist die Steam-ID für 3K), der Mods enthält, zum Beispiel C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\779340",
  "mainAttilaFolder": "Der Haupt-Attila-Ordner, der Attila.exe enthält, zum Beispiel C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Attila",
  "attilaFolder": "Attila-Ordner:",
  "attilaContentFolder": "Der Attila Steam Workshop-Content-Ordner namens 325610 (das ist die Steam-ID für Attila), der Mods enthält, zum Beispiel C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\325610",
  "selectAttilaFolder": "Attila-Ordner auswählen",
  "setFolderPathsManuallyAttila": "Der Mod-Manager hat versucht, Attila-Ordner-Standorte aus der Windows-Registry zu ermitteln, konnte sie aber nicht finden! Sie müssen sie manuell festlegen!",
  "setFolderPathsManuallyOptionallyAttila": "Der Mod-Manager hat Attila-Ordnerpfade automatisch aus der Windows-Registry gefunden, aber Sie können sie hier manuell festlegen.",
  "contentFolder": "Content-Ordner:",
  "selectContentFolder": "Content-Ordner auswählen",
  "setLoadOrderFor": "Ladereihenfolge festlegen für",
  "setLoadOrderMessage1": "Ladereihenfolge für diesen Mod festlegen. Das Ändern von Ladereihenfolgen ist in WH3 sehr selten nötig und kann unbeabsichtigte Kompatibilitätsprobleme zwischen Mods verursachen.",
  "setLoadOrderMessage2": "Lassen Sie die Ladereihenfolge immer auf Standard, es sei denn, Sie haben einen sehr guten Grund!",
  "setLoadOrder": "Ladereihenfolge festlegen",
  "goToWorkshopPage": "Zur Workshop-Seite gehen",
  "openInSteam": "In Steam öffnen",
  "keepAlwaysEnabled": "Immer aktiviert lassen",
  "keepAlwaysEnabledTooltip": "Mod wird immer aktiviert sein, auch wenn ausgeblendet.",
  "hideFromListTooltip": "Mod wird aus der Liste ausgeblendet und deaktiviert (außer wenn immer aktiviert).",
  "hideFromList": "Aus Liste ausblenden",
  "showInExplorer": "Im Explorer anzeigen",
  "showInRPFM": "In RPFM öffnen",
  "openInViewer": "Im Viewer öffnen",
  "copyPathToClipboard": "Pfad in Zwischenablage kopieren",
  "updateModTooltip": "Lädt Update zum Workshop hoch. Muss bereits im Workshop existieren.",
  "updateMod": "Mod aktualisieren",
  "fakeUpdatePackTooltip": "Fügt eine whmm_update.txt-Datei zum Paket hinzu, gefüllt mit zufälligen Hex-Zahlen, oder ändert die Zahlen, falls die Datei bereits existiert. UPDATE PLZ",
  "fakeUpdatePack": "Fake-Update-Paket",
  "createBackupTooltip": "Erstellt ein Backup des Pakets in einem whmm_backups-Ordner, der sich am gleichen Ort wie das Paket befindet.",
  "createBackup": "Backup erstellen",
  "forceDownload": "Download erzwingen",
  "forceDownloadTooltip": "Steam zwingen, den Mod erneut herunterzuladen.",
  "unsubscribe": "Abonnement beenden",
  "unsubscribeTooltip": "Abonnement des Mods in Steam beenden.",
  "reMergeTooltip": "Mods erneut zusammenführen, um das zusammengeführte Paket mit den neuesten Versionen der Mods zu aktualisieren.",
  "reMerge": "Aktualisieren (Erneut zusammenführen)",
  "deleteMod": "Löschen",
  "deleteModTooltip": "Das zusammengeführte Paket löschen.",
  "otherOptions": "Weitere Optionen",
  "modAuthorColumn": "Mod-Autor-Spalte",
  "forceReDownload": "Erneuten Download erzwingen",
  "forceDownloadMsg": "Steam zwingen, die neueste Version aktivierter Mods zu überprüfen und herunterzuladen, falls sie veraltet sind. Halten Sie Shift, um alle Mods herunterzuladen.",
  "contentVsData": "Content-Mods vs Data-Mods",
  "contentVsDataMsg": "Mods, die Sie abonniert haben, befinden sich im Workshop (Content)-Ordner, können aber auch aus dem Data-Ordner geladen werden. Nicht berühren, es sei denn, Sie wissen, was Sie tun!",
  "extraColumns": "Zusätzliche Spalten",
  "modThumbnailColumn": "Mod-Vorschaubild-Spalte",
  "closeOnPlay": "Manager beim Spielen schließen",
  "copyToDataMsg1": "Kopiert aktuell aktivierte Mods von Content nach Data.",
  "copyToDataMsg2": "Halten Sie Shift, wenn Sie alle Mods kopieren möchten.",
  "copyToDataMsg3": "Als Modder kann dies Ihren Mod in Data mit einer älteren Version überschreiben, die Sie in Content haben!",
  "copyToDataMsg4": "Mods, die sich in Data befinden, haben einen roten Namen im Manager.",
  "copyToData": "Nach Data kopieren",
  "cleanData": "Data bereinigen",
  "cleanDataMsg": "Entfernt alle Mods in Data, wenn ein solcher Mod bereits in Content existiert. Als Modder kann dies eine neuere Version Ihres Mods in Data entfernen!",
  "symLink": "Sie können sie auch als symbolische Links kopieren (im Grunde eine Verknüpfung), damit sie keinen doppelten Speicherplatz beanspruchen. Sie sind auch immer auf dem neuesten Stand mit dem Content-Mod, da sie nur eine Verknüpfung zum tatsächlichen Mod sind.",
  "newVersionAvailable": "Eine neue Version steht zum Download bereit.",
  "download": "Herunterladen",
  "updateAvailable": "Update verfügbar",
  "loadSave": "Spielstand laden",
  "loadModsFromSave": "Mods aus Spielstand laden",
  "modsInSaveNotEnabled": "Mods im Spielstand vorhanden, aber aktuell nicht aktiviert",
  "modsInSaveAndEnabled": "Mods, die sowohl im Spielstand vorhanden als auch aktuell aktiviert sind",
  "modsNotInSaveButEnabled": "Mods nicht im Spielstand vorhanden, aber aktuell aktiviert",
  "compareModsInSave": "Mods im Spielstand vergleichen",
  "comparingModsInSave": "Mods im Spielstand werden verglichen",
  "noMissingPacks": "Keine fehlenden Pakete",
  "noExtraPacks": "Keine zusätzlichen Pakete",
  "noCommonPacks": "Keine gemeinsamen Pakete",
  "savedGames": "Gespeicherte Spiele",
  "missingRequiredMods": "Fehlende erforderliche Mods",
  "onbWelcome": "Willkommen und vielen Dank für die Nutzung des Mod-Managers. Dieses kleine Tutorial macht Sie mit der Benutzeroberfläche vertraut.",
  "onbPresets": "Voreinstellungen ermöglichen es Ihnen, eine Mod-Liste zu speichern, damit Sie sie später laden können.",
  "onbPresets1": "Geben Sie in diesem Textfeld ein, um eine neue Voreinstellung zu erstellen, oder verwenden Sie die Dropdown-Schaltfläche, um eine ältere Voreinstellung auszuwählen.",
  "onbPresets2": "Sie können Shift gedrückt halten, während Sie eine Voreinstellung auswählen, um eine Vereinigung der ausgewählten Mods zwischen den aktuell aktivierten Mods und den in der Voreinstellung aktivierten Mods zu erstellen. (im Grunde eine Voreinstellung hinzufügen)",
  "onbPresets3": "Sie können Strg gedrückt halten, während Sie eine Voreinstellung auswählen, um alle aktuell ausgewählten Mods abzuwählen, die in dieser Voreinstellung aktiviert sind. (im Grunde eine Voreinstellung subtrahieren)",
  "onbReplacePreset": "Wählen Sie eine Voreinstellung aus, die Sie durch die aktuelle Auswahl von Mods ersetzen möchten.",
  "onbDeletePreset": "Wählen Sie eine Voreinstellung aus, die Sie löschen möchten.",
  "onbSorting1": "Mods haben Priorität basierend auf ihrer Reihenfolge, standardmäßig basiert dies auf dem Namen der Pakete.",
  "onbSorting2": "Sie möchten normalerweise die Reihenfolge nicht manuell ändern, da Modder ihre Pakete bereits so benennen, dass dies automatisch erreicht wird, z.B. wenn sie Ausrufezeichen an den Anfang des Paketnamens setzen.",
  "onbSorting3": "Sie können mit der rechten Maustaste auf die Reihenfolge-Kopfzeile klicken, um die Reihenfolge auf Standard zurückzusetzen, und mit der linken Maustaste klicken, um Mods nach Mod-Reihenfolge zu sortieren.",
  "onbSorting4": "Im Tab \"Aktivierte Mods\" können Sie das Griff-Symbol verwenden, um einzelne Mods zu ziehen und ihre Reihenfolge zu ändern.",
  "onbSorting5": "Der Griff ist sichtbar, wenn Sie über einen Mod fahren, und nur, wenn alle Mods nach Reihenfolge sortiert sind!",
  "onbSorting6": "Wenn ein Mod manuell neu angeordnet wird, wird seine Reihenfolgen-Nummer rot gefärbt. Sie können mit der rechten Maustaste auf die Reihenfolgen-Nummer des Mods klicken, um sie zurückzusetzen.",
  "onbSorting7": "Linksklick zum Sortieren nach aktivierten Mods.",
  "onbSorting8": "Sie können mit der rechten Maustaste auf diese Kopfzeile klicken, um alle Mods zu aktivieren oder zu deaktivieren.",
  "onbSorting9": "Wenn eine Mod-Checkbox violett ist, bedeutet dies, dass ein Mod immer aktiviert ist.",
  "onbPlay": "Das Spiel mit den ausgewählten Mods starten.",
  "onbContinue": "Den neuesten Spielstand mit den ausgewählten Mods fortsetzen.",
  "onbSaves": "Alle Spiel-Spielstände zur Auswahl anzeigen.",
  "reqAdmin": "Benötigt die Ausführung als Administrator!",
  "symLinkMsg1": "Erstellt symbolische Links von aktuell aktivierten Mods von Content nach Data.",
  "symLinkMsg2": "Halten Sie Shift, wenn Sie Links aller Mods erstellen möchten.",
  "symLinkMsg3": "Dies erstellt keine Links von Mods, die bereits in Data existieren.",
  "symLinkMsg4": "Mods, die symbolische Links sind, haben einen blauen Namen im Manager.",
  "createSymLinks": "Symbolische Links in Data erstellen",
  "cleanSymLinks": "Symbolische Links in Data bereinigen",
  "cleanSymLinksMsg": "Entfernt alle symbolischen Links in Data. Berührt keine echten Mods, die keine symbolischen Links sind.",
  "unhideMods": "Zuvor ausgeblendete Mods einblenden:",
  "hiddenMods": "Ausgeblendete Mods",
  "shareMods": "Mods teilen",
  "shareModsMsg": "Aktuelle Mod-Liste mit anderen Personen für Multiplayer teilen:",
  "shareModLists": "Mod-Liste teilen",
  "copyModNames": "Namen aktivierter Mods in Zwischenablage kopieren:",
  "copyModList": "Mod-Liste kopieren",
  "createSteamCollectionMsg": "Steam-Sammlung aus aktivierten Mods erstellen:",
  "forModders": "Für Modder",
  "keepInSync": "Diese für MP synchron halten!",
  "forCustomBattleTesting": "Für 1v1-Tests in benutzerdefinierten Schlachten.",
  "makeCustomBattleGenerals": "Alle Einheiten zu benutzerdefinierten Schlacht-Generälen machen",
  "enableScriptLogging": "Skript-Protokollierung aktivieren",
  "enableScriptLogging1": "Aktiviert WH3-Skript-Protokollierung.",
  "enableScriptLogging2": "Protokolle werden im WH3-Ordner erstellt.",
  "skipIntroMovies": "Intro-Videos überspringen",
  "autoStartCustomBattles": "Benutzerdefinierte Schlacht automatisch starten",
  "autoStartCustomBattles1": "Für wiederholte visuelle Tests, die das Neustarten des Spiels beinhalten.",
  "autoStartCustomBattles2": "Richten Sie einmal eine benutzerdefinierte Schlacht ein und aktivieren Sie dies, um sie automatisch zu betreten.",
  "changeGameProcessPriority": "Spiel-Prozess-Priorität ändern",
  "changeGameProcessPriority1": "Setzt die Spiel-Prozess-Priorität auf hoch, wenn das Spiel startet.",
  "changeGameProcessPriority2": "Kann Leistung und Stabilität beim Alt-Tab verbessern.",
  "setFolderPaths": "Ordnerpfade festlegen",
  "setFolderPathsMsg": "Spiel- und Steam Workshop-Content-Ordnerpfade festlegen.",
  "categoryFilter": "Kategorien-Filter",
  "categoriesFilter": "Kategorien-Filter",
  "nameFilter": "Namen-Filter",
  "category": "Kategorie",
  "mergeMods": "Mods zusammenführen",
  "mergeLoadExisting": "Bestehende laden:",
  "mergeLoadExistingMsg": "Mods laden, die sich in einem bestehenden zusammengeführten Mod befinden.",
  "hideAlreadyMerged": "Einen Mod nicht anzeigen, wenn er sich in einem aktivierten zusammengeführten Paket befindet.",
  "hideAlreadyMergedMsg": "Bereits zusammengeführte ausblenden",
  "selectFirst": "Erste auswählen",
  "modsToMerge": "Mods zum Zusammenführen",
  "merge": "Zusammenführen",
  "size": "Größe",
  "cannotBeMergedDep": "Mod kann nicht zusammengeführt werden, da er eine Paket-Level-Abhängigkeit mit einem anderen Mod hat.",
  "mergeModsHelp1": "Dieses Panel ermöglicht es Ihnen, Mods zusammenzuführen, um das Mod-Limit zu umgehen. Es führt ausgewählte Mods in eine neue Mod-.pack zusammen und legt sie in den WH3/data-Ordner. Zusammengeführte Mods haben auch eine begleitende .json-Datei mit demselben Namen. Wenn Sie den zusammengeführten Mod umbenennen oder verschieben, benennen oder verschieben Sie auch die JSON-Datei. Mods sind nach Größe vorsortiert für schnelleres Zusammenführen.",
  "mergeModsHelp2": "Der zusammengeführte Mod hat nicht dieselben Dateinamen wie die zusammengeführten Mods, was die Ladereihenfolgen-Priorität beeinflussen kann. Überspringen Sie daher das Zusammenführen von Mods, die manuelles Herumfummeln an der Ladereihenfolge erfordern. Allerdings sollten solche Arten von Mods unglaublich selten sein, und als Regel sollten Sie sowieso niemals manuell die Ladereihenfolge berühren!",
  "mergeModsHelp3": "Wenn Mods aktualisiert werden, enthält das zusammengeführte Paket den alten veralteten Mod. Sie sollten eine Warnung in Rot erhalten (sie wird über der Spielen-Schaltfläche sein), die Sie davor warnt, und Sie können dann mit der rechten Maustaste auf das zusammengeführte Paket klicken und die Option \"Aktualisieren (Erneut zusammenführen)\" verwenden, die das zusammengeführte Paket aktualisiert. Die Warnung kann erscheinen, wenn Sie die App starten, verschwindet aber, sobald wir neuere Informationen aus dem Workshop erhalten. In diesem Fall müssen Sie es nicht aktualisieren.",
  "mergeModsHelp4": "Sie können die Mods, die zusammengeführt wurden, im Mod-Manager aktiviert lassen. Der Manager überspringt sie automatisch, wenn sie bereits in einem zusammengeführten Mod vorhanden sind, den Sie aktiviert haben. Dies hängt von der .json-Datei ab. Wenn sie fehlt, müssen Sie diese Mods deaktivieren, oder das Spiel stürzt ab, da es keine doppelten Dateien in Mods mag.",
  "language": "Sprache:",
  "customize": "Anpassen",
  "groupingsUnitPermissions": "Einheiten, pro Gruppe",
  "buildingsPermissions": "Gebäude",
  "unit": "Einheit",
  "unitKeySortTableOrder": "(Standard-Reihenfolge)",
  "owner": "Besitzer",
  "group": "Gruppe",
  "allowed": "Erlaubt",
  "factionsUnitPermissions": "Einheiten, pro Fraktion",
  "uniqueAgentsPermissions": "Legendäre Anführer und Helden",
  "agentSubtype": "Agenten-Untertyp",
  "campaignGroup": "Kampagnen-Gruppe",
  "agentsPermissions": "Anführer und Helden",
  "agentSubtypeAndType": "Agenten-Untertyp (Agenten-Typ)",
  "faction": "Fraktion",
  "Building": "Gebäude",
  "Game": "Spiel",
  "cultureSubcultureFaction": "Kultur, Subkultur, Fraktion (alle 3 optional)",
  "modCustomizationHelp1": "Dieses Panel ermöglicht es Ihnen, Mods anzupassen. Derzeit können Sie Einheiten, Gebäude und Agenten (Anführer und Helden) deaktivieren.",
  "modCustomizationHelp2": "Die Art, wie das Spiel Einheiten-Berechtigungen behandelt: eine Einheit kann eine Gruppen-Berechtigung (die mehrere Fraktionen betreffen kann) oder eine Pro-Fraktion-Berechtigung oder beides haben. Aus Gründen der Spielstabilität können nur Gruppen-Berechtigungen deaktiviert werden. Beachten Sie, dass dies benutzerdefinierte Schlachten nicht betrifft, da diese ein anderes System verwenden!",
  "modCustomizationHelp3": "Generische Agenten (Anführer und Helden) sind an Kampagnen-Gruppen gebunden, und Sie können sie auf diese Weise deaktivieren, außer legendären Agenten, die ihren eigenen Tab haben.",
  "modCustomizationHelp4": "Der Manager passt einen Mod an, indem er jedes Mal, wenn Sie das Spiel starten, eine Kopie des Pakets mit den notwendigen Änderungen in einem neuen 'whmm_overwrites'-Unterordner in Ihrem WH3-Ordner erstellt. Beachten Sie, dass diese Kopien derzeit niemals gelöscht oder aufgeräumt werden. Ich bin mir nicht sicher, wie sich dies auf Multiplayer auswirkt, aber es ist wahrscheinlich, dass Sie 'verschiedene Versionen'-Warnungen erhalten, da das Spiel denkt, Ihre Pakete sind unterschiedlich, obwohl sie es nicht sind, aber ich bin mir nicht sicher. Das Entfernen der Anpassung für einen Mod gibt Ihnen auch eine Warnung beim Laden eines Spielstands, dass das Paket fehlt, da wir jetzt das ursprüngliche Mod-Paket verwenden, nicht die angepasste Version davon, aber Sie können das ignorieren.",
  "importSteamCollection": "Steam-Sammlung importieren",
  "importSteamCollectionMsg1": "URL der Steam-Sammlung, zum Beispiel",
  "importSteamCollectionMsg2": "https://steamcommunity.com/sharedfiles/filedetails/?id=3137780509",
  "Import": "Importieren",
  "importSteamCollectionDisableOtherMods": "Mods, die nicht in der Sammlung sind, deaktivieren",
  "importSteamCollectionDisableOtherModsMsg": "Die aktuell aktivierten Mods deaktivieren.",
  "importSteamCollectionUseLoadOrder": "Mit expliziter Ladereihenfolge importieren",
  "importSteamCollectionUseLoadOrderMsg": "Mit der expliziten Ladereihenfolge importieren, wie in der Sammlung geordnet. Dies sollte stark vermieden werden, da Sie normalerweise nicht mit der Ladereihenfolge aller Mods herumspielen möchten, nur bei denen, die es wirklich brauchen. Die Verwendung von 'Mods teilen'-Codes wird empfohlen, da diese es Ihnen ermöglichen, festzulegen, welche einzelnen Mods eine benutzerdefinierte Ladereihenfolge benötigen. Nur empfohlen, wenn Sie planen, nur die Mods in der Sammlung zu verwenden und keine anderen Mods hinzuzufügen.",
  "importSteamCollectionPresetName": "Name der Voreinstellung:",
  "importSteamCollectionUsePresetLoadOrderMsg": "Mit der expliziten Ladereihenfolge importieren, wie in der Sammlung geordnet. Gleiche Hinweise wie oben, in den meisten Fällen vermeiden.",
  "importSteamCollectionImportIntoPreset": "In Voreinstellung importieren",
  "importSteamCollectionPresetNameMsg1": "Name der neuen Voreinstellung, leer lassen, um den Sammlungsnamen zu verwenden.",
  "importSteamCollectionPresetNameMsg2": "Voreinstellung mit diesem Namen existiert bereits und wird überschrieben.",
  "importSteamCollectionEnableCollectionMods": "In aktuelle Mod-Liste importieren",
  "importSteamCollectionOptionsMsg": "Mods aus einer Steam-Sammlung importieren:",
  "createdPreset": "Voreinstellung erstellt:",
  "failedFetchingSteamCollection": "Fehler beim Abrufen der Steam-Sammlung!",
  "importedModsFromSteamCollection": "Mods aus Steam-Sammlung importiert!",
  "releaseNotes": "Versionshinweise",
  "faqFirstH": "Wie interagiert der Mod-Manager mit dem Spiel?",
  "faqFirstC": "Der Mod-Manager funktioniert genauso wie der CA Launcher. Er erstellt eine Textdatei mit einer Liste aktivierter Mods und startet dann WH3.exe mit einem Start-Argument: dem Namen der besagten Textdatei. Sowohl der CA Launcher als auch der Mod-Manager verwenden used_mods.txt, die sich im gleichen Ordner wie wh3.exe befindet.",
  "faqSecondH": "Wie funktioniert Multiplayer-Kompatibilität?",
  "faqSecondC": "Beide Spieler müssen dieselben Mods aktiviert haben, mit derselben Ladereihenfolge. Wenn einer der Mods aufgrund von Steam, das ein Mod-Update für einen der Spieler nicht herunterlädt, veraltet ist, wird das Spiel auch beschweren. Die Mods müssen auch am gleichen Ort sein, also können Sie keine Mods im Data-Ordner haben, während der andere Spieler sie im Content-Ordner hat. Eine schnelle Überprüfung wäre der Vergleich Ihrer used_mods.txt-Dateien, sie sollten gleich sein.",
  "faqThirdH": "Content-Mods vs Data-Mods?",
  "faqThirdC1": "Diese beziehen sich auf die 2 Ordner, aus denen die Mods normalerweise geladen werden.",
  "faqThirdC2": "Content-Ordner ist, wo Steam die Mods speichert, die Sie abonniert haben. Für WH3 könnte das C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1142710 sein, wobei 1142710 die Steam-ID für WH3 ist. Data-Ordner befindet sich im Spiel-Ordner (z.B. C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER III\\data) und enthält auch die Vanilla-.pack-Dateien wie data.pack.",
  "faqThirdC3": "Data-Ordner wird hauptsächlich von Moddern verwendet, die ihre .pack-Dateien dort ablegen, wenn sie an ihren Mods arbeiten. Es gibt einen Leistungsvorteil bei der Ladezeit, wenn Sie alle Ihre Mods in den Data-Ordner anstatt in Content-Unterordner legen. Meine Vermutung ist, dass dies auf weniger Ordner-Lookup-Standorte für Assets zurückzuführen ist. Das ist etwas, was CA hoffentlich beheben sollte. Deshalb gibt es Optionen dafür in 'Weitere Optionen'.",
  "faqThirdC4": "Die Verwendung der Schaltfläche 'Nach Data kopieren' in 'Weitere Optionen' kopiert Mods nach Data, und sie haben eine rote Farbe im Manager. Aber wenn ein Mod aktualisiert wird, befindet sich die aktualisierte Version im Content-Ordner, also müssen Sie die Schaltfläche erneut verwenden. Dies kann auch als Möglichkeit verwendet werden, alle Ihre Mods nicht aktualisiert zu halten, wenn ein Spiel-Update kommt.",
  "faqThirdC5": "Die Verwendung von 'Symbolische Links in Data erstellen' ist eine Möglichkeit, Mods in Data zu haben, während sie auch mit den Content-Mods synchron sind, also sind sie immer auf dem neuesten Stand, aber Sie erhalten einige Leistungsvorteile. Symbolische Links sind eine Windows-Funktion, im Grunde erweiterte Verknüpfungen.",
  "faqFourthH": "Sollte ich meine Ladereihenfolge ändern?",
  "faqFourthC1": "Sie sollten die Ladereihenfolge immer auf Standard lassen und sie nicht manuell ändern, es sei denn, Sie werden ausdrücklich von einem Modder dazu aufgefordert. Modder haben mehrere Methoden, die sie verwenden, um sicherzustellen, dass ihre Mods mit der Standard-Ladereihenfolge funktionieren, wie sie sollen.",
  "faqFourthC2": "Wenn Sie reine visuelle Mods haben, die dieselbe Einheit ändern, könnten Sie versuchen, die Ladereihenfolge zu ändern, aber ansonsten ist es HÖCHST unwahrscheinlich, dass das Ändern der Ladereihenfolge andere Mod-Probleme oder Bugs im Spiel löst, und kann neue aufkommen lassen.",
  "faqFifthH": "Wie funktionieren Mods und Ladereihenfolge?",
  "faqFifthC1": "Mods mit einer niedrigeren Reihenfolgen-Nummer haben eine höhere Priorität. Standardmäßig werden Mods alphanumerisch nach ihrem Namen geordnet. Modder benennen ihre Mods und verwenden Präfixe wie ! um die Ladereihenfolge zu erreichen, die ihr Mod haben soll.",
  "faqFifthC2": "(Siehe 'Was ist eine Pack-Datei?' oben) Datenbankdateien in einem Paket haben Priorität basierend auf dem Namen, den der Modder dieser Datei gegeben hat. Dies ist ein INTERNER Name für eine bestimmte Datei innerhalb des Mods, der nichts mit dem Mod-Namen zu tun hat. Wenn Sie also 2 Mods haben, die die Einheiten-Statistiken von Imperium-Schwertkämpfern ändern, wird der Mod mit der höheren DATENBANKDATEI-Priorität (bestimmt durch Vergleich der Namen der 2 Dateien) derjenige sein, der seine Einheiten-Statistiken anwendet. Dies verwendet den INTERNEN Namen der Datenbankdatei, NICHT DEN NAMEN DES MODS/PAKETS. Das Ändern der Ladereihenfolge dieser 2 Mods bewirkt in diesem Fall NICHTS! Ladereihenfolge ist dasselbe wie das Ändern des EXTERNEN Namens der Mod-Datei, aber hier müssten wir die INTERNE Datei der mod-spezifischen Datenbankdatei ändern, etwas, was die Ladereihenfolge nicht bewirken kann.",
  "faqFifthC3": "Andererseits ist für einzelne Dateien, die keine Datenbankdateien sind, die Mod-Priorität wichtig. Hier können zwei Mods zum Beispiel dieselbe Textur oder dieselbe UI-Datei ändern, und der Mod mit der höheren Priorität (niedrigere Reihenfolge) wird derjenige sein, der seine Änderungen anwendet.",
  "faqFifthC4": "Viele solcher einzelnen Dateien beziehen sich darauf, wie die Einheiten-Visuals im Spiel konstruiert werden. Wenn Sie also 2 visuelle Mods haben, die beide die Visuals der Imperium-Schwertkämpfer ändern, könnte das Ändern der Ladereihenfolge für sie bestimmen, mit welchen Visuals Sie im Spiel enden.",
  "faqFifthC5": "Es gibt hier mehr Nuancen. Zum Beispiel kann ein Modder einen Datenbankweg verwenden, um die Visuals der Imperium-Schwertkämpfer vollständig zu ändern, indem er dem Spiel sagt, eine neue .variantmeshdefinition-Datei für die Imperium-Schwertkämpfer zu verwenden, und jeder andere Mod, der eine bestehende .variantmeshdefinition von Imperium-Schwertkämpfern ersetzt, würde in diesem Fall nichts bewirken, egal welche Ladereihenfolge.",
  "faqFifthC6": "Ein Übersetzungs-Mod sollte NIEMALS erfordern, dass Sie die Ladereihenfolge manuell ändern. Wenn ein Modder Ihnen das sagt, sagen Sie ihm, er soll seiner .loc-Datei im Übersetzungs-Mod eine höhere Priorität als der ursprünglichen .loc geben (er kann dies tun, indem er ! vor den .loc-Namen setzt)",
  "faqSixthH": "Was ist eine Pack-Datei?",
  "faqSixthC": "Modder verwenden \"Mod\" und \"Pack\" austauschbar. Jeder Mod kommt in einer einzigen .pack-Datei. Sie können sich das als ZIP-Datei vorstellen (obwohl sie nicht komprimiert ist), die Dateien darin enthält. Innerhalb eines Packs gibt es einen Datenbank-Bereich mit Dateien voller tabellarischer Daten, die das Spiel verwenden kann, und einen Datei-Bereich mit verschiedenen Dateien, die das Spiel zu verwenden weiß, wie Texturen und benutzerdefinierte CA-Dateiformate wie Animationen, Modelle und so weiter.",
  "faqSeventhH": "Warum sind meine Mods im Manager rot?",
  "faqSeventhC": "Wenn ein Mod-Name rot ist, bedeutet das, dass sich der Mod im Data-Ordner befindet. Wenn Sie den Kaedrin Mod Manager ausführen, kopiert er Mods automatisch nach Data, das ist ein möglicher Grund. Sie können die Schaltfläche 'Data bereinigen' in 'Weitere Optionen' verwenden, um sie aus Data zu entfernen.",
  "faqEightH": "Wie setze ich meine Ladereihenfolge zurück?",
  "faqEightC": "Sie können die Ladereihenfolge für alle Mods auf Standard zurücksetzen, indem Sie mit der rechten Maustaste auf die Spaltenüberschrift 'Reihenfolge' klicken. Oder für einzelne Mods mit der rechten Maustaste auf ihre Reihenfolgen-Nummer klicken.",
  "faqNinthH": "Wie ändere ich die Ladereihenfolge?",
  "faqNinthC1": "Sie können die Ladereihenfolge im Tab 'Aktivierte Mods' ändern. Sie können zu diesem Tab wechseln, indem Sie die Schaltfläche oben links verwenden oder Strg+2 drücken. Es ist keine großartige Benutzeroberfläche, aber erforderlich, da die Ladereihenfolge relativ zu anderen aktivierten Mods ist, auch warum die meisten Mod-Manager 2 Listen von Mods verwenden.",
  "faqNinthC2": "Denken Sie auch daran, dass Ladereihenfolge etwas ist, womit Sie in WH3 nicht manuell herumspielen sollten, außer in sehr seltenen Umständen. Wenn Sie unsicher sind, lassen Sie es besser auf Standard. Das Ändern der Ladereihenfolge ist nichts, was Mod-Probleme oder Bugs in WH3 beheben wird.",
  "faqTenthH": "Warum kennzeichnen Sie Mods nicht als veraltet wie der CA Launcher?",
  "faqTenthC": "Der CA Launcher kennzeichnet automatisch alle Mods als veraltet nach jedem größeren Patch. Diese Art ist völlig bedeutungslos. Als Modder waren die meisten meiner Mods niemals tatsächlich von irgendeinem der Patches betroffen. Dieser Mod-Manager hat einen intelligenteren Checker, der in Mods hineinschaut, um zu sehen, ob sie Dateien/Tabellen haben, die veraltet sein könnten. Dies kann nicht alle Probleme erfassen, aber kann große brechende Änderungen durch Patches erfassen.",
  "faqEleventhsH": "Der Mod-Manager verwendet viel Speicher?",
  "faqEleventhsC": "Der Mod-Manager führt eine Analyse aktivierter Mods durch, um zu überprüfen, ob sie Dateien/Tabellen haben, die veraltet sein könnten, oder um andere Funktionen wie Mod-Anpassung zu unterstützen, und das kann viel Speicher verbrauchen, abhängig davon, welche Mods Sie aktiviert haben. All dieser Speicher wird verworfen, wenn das Spiel gestartet wird, um Leistungsprobleme zu vermeiden.",
  "faq": "Häufig gestellte Fragen",
  "faqAbbreviated": "FAQ",
  "instructions": "Anweisungen",
  "knownIssues": "Bekannte Probleme",
  "faqIssuesFirstH": "Spiel startet nicht beim Klicken auf Spielen",
  "faqIssuesFirstC": "Dies wird durch Dateiberechtigungs-Probleme verursacht. Der Mod-Manager hat keine Berechtigungen, WH3 zu starten. Legen Sie den Mod-Manager-Ordner in den WH3-Ordner oder ändern Sie den Besitzer des Mod-Manager-Ordners.",
  "faqIssuesSecondH": "Spielen startet den CA Launcher anstatt des Spiels",
  "faqIssuesSecondC": "Nicht sicher über die Ursache. Ich hatte Berichte, dass dieses Problem verschwindet, also versuchen Sie, den PC oder Steam neu zu starten. Versuchen Sie, die Mod-Manager-exe als Nicht-Steam-Spiel zu Steam hinzuzufügen und sie auf diese Weise zu starten. Bitte melden Sie sich, wenn Sie weitere Informationen haben.",
  "faqIssuesThirdH": "Versuch zu starten mit den optionalen Parametern Steam-Fehler beim Starten",
  "faqIssuesThirdC": "Versuchen Sie, das Spiel zuerst mit dem Vanilla-Launcher auszuführen und dann den Manager zu verwenden, es behebt es normalerweise. Wenn das nicht funktioniert, können Sie versuchen, die Mod-Manager-exe als Nicht-Steam-Spiel zu Steam hinzuzufügen und sie auf diese Weise zu starten.",
  "readingPack": "Paket wird gelesen:",
  "finishedReadingPack": "Paket fertig gelesen:",
  "comparingFilesInPacks": "Vergleiche <firstPackName>-Dateien mit <secondPackName>...",
  "comparingKeysInPacks": "Vergleiche <firstPackName>-Tabellenschlüssel mit anderen Mods...",
  "missingKeys": "Fehlende Schlüssel",
  "missingKeyTableAndColumn": "Tabelle und Spalte des fehlenden Schlüssels",
  "missingDBKey": "Fehlender DB-Schlüssel",
  "missingKeyIsReferencedIn": "wird referenziert in <originFileSuffix>, Spalte <originFieldName>",
  "compatHelpFour": "Der Tab 'Fehlende Schlüssel' sucht nach fehlenden Datenbank-Referenzen (Schlüsseln) in Mods. DB-Tabellen referenzieren sich gegenseitig durch Schlüssel-Spalten. Zum Beispiel gibt es eine Datenbanktabelle, die Einheiten Attribute wie unzerbrechlich gibt, also muss diese Tabelle sowohl die Einheiten-Tabelle als auch die Attribute-Tabelle referenzieren. Wenn diese Tabelle also eine Zeile hat, die sagt, gib der Einheit 'Imperium-Schwertkämpfer' unzerbrechlich, dann bedeutet das, dass in der Einheiten-Tabelle die Imperium-Schwertkämpfer existieren müssen. Fehlende DB-Schlüssel können durch Spiel-Updates oder fehlende Abhängigkeits-Mods verursacht werden. Wenn sie fehlen, startet das Spiel überhaupt nicht.",
  "compatHelpFive": "Der Tab 'Doppelte Schlüssel' sucht nach doppelten ID-Schlüsseln unter allen Mods. Wenn ein Mod die ganze Zeile mit geänderten Daten ersetzt, ist ein solches Duplikat in Ordnung und beabsichtigt, zum Beispiel für einen Mod und seinen Submod oder einen Mod, der Vanilla-Spieldaten ändern möchte. Aber diese können auch ein Fall von Moddern sein, die eine Zeile kopieren und einfügen und vergessen, die ID zu ändern.",
  "noFileCollisionsFound": "Keine Datei-Kollisionen gefunden!",
  "noDBKeyCollisionsFound": "Keine Datenbankschlüssel-Kollisionen gefunden!",
  "noMissingDBKeysFound": "Keine fehlenden Datenbankschlüssel gefunden!",
  "enableAll": "Alle aktivieren",
  "disableAll": "Alle deaktivieren",
  "addCategory": "Kategorie hinzufügen:",
  "addCategoryHelp1": "Strg halten zum Entfernen der Kategorie.",
  "addCategoryHelp2": "Strg+Shift halten, um alle Kategorien zu ersetzen.",
  "duplicateKeys": "Doppelte Schlüssel",
  "noDuplicateKeysFound": "Keine doppelten Schlüssel gefunden!",
  "packName": "Paket-Name",
  "duplicateDBKey": "Doppelter DB-Schlüssel",
  "bisectModList": "Mod-Liste halbieren",
  "bisectModListRandomly": "Mod-Liste zufällig halbieren",
  "bisectModListMsg": "Zum Testen Ihrer Mod-Liste. Teilt aktuelle Mod-Liste in 2 neue Voreinstellungen auf. Sie können dann eine Voreinstellung auswählen und damit testen, sowie sie erneut halbieren. Beachten Sie, dass wenn einer Ihrer Mods eine benutzerdefinierte Ladereihenfolge hat, alle Mods in den neuen Voreinstellungen eine Ladereihenfolge haben werden.",
  "bisectModListRandomMsg": "Wählt Mods zufällig für die neuen Voreinstellungen aus.",
  "duplicateListenerNames": "Doppelte Listener-Namen",
  "noDuplicateListenerNamesFound": "Keine doppelten Listener-Namen gefunden!",
  "fileErrors": "Datei-Fehler",
  "noFileErrorsFound": "Keine Datei-Fehler gefunden!",
  "packFileName": "Dateiname innerhalb Mod/Paket",
  "fileInsidePack": "Datei innerhalb Paket: <PACKNAME>",
  "duplicateListenerName": "Doppelter Listener-Name",
  "line": "Zeile",
  "column": "Spalte",
  "compatHelpSix": "Der Tab 'Doppelte Listener-Namen' sucht nach doppelten Listener-Namen, die über 'core:add_listener' innerhalb von Lua-Skripten hinzugefügt wurden. Dies ist normalerweise kein Problem, es sei denn, es gibt auch einen core:remove_listener aufgrund von Kopieren und Einfügen aus einem anderen Skript. Trotzdem ist das Nicht-Haben doppelter Listener-Namen immer eine gute Praxis.",
  "compatHelpSeven": "Der Tab 'Datei-Fehler' parst Lua- und XML-Dateien (dies schließt variantmeshdefinitions ein) auf Syntax-Fehler. Für Lua kann dies keine Laufzeit-Fehler erfassen, aber einige Probleme. Einige XML-Fehler können auch kein Problem im Spiel sein, weil der Spiel-XML-Parser sehr tolerant gegenüber fehlerhaftem XML ist.",
  "compatHelpEight": "Der Tab 'Fehlende Dateien' listet Dateien auf, die in einer anderen Datei referenziert werden, aber tatsächlich nicht existieren. Es ist möglich, dass dies kein Problem ist, da Mods unbenutzte Dateien enthalten können. Symbole für die Dateitypen:",
  "forceResubscribe": "Erneutes Abonnement erzwingen",
  "forceResubscribeMsg": "Steam zwingen, das Abonnement der gleichen Mods zu beenden und dann erneut zu abonnieren, was die Mods löscht und herunterlädt. In Fällen, wo 'Erneuten Download erzwingen' nicht ausreicht. Standardmäßig ist dies für aktivierte Mods, Shift halten für alle Mods. Ich empfehle, vorher eine Sammlung als Backup zu erstellen, Option dafür ist unten. Dauert lange, wenn Sie viele Mods haben.",
  "collapseAll": "Alle einklappen",
  "expandAll": "Alle ausklappen",
  "sameFileSize": "Beide Dateien haben dieselbe Größe",
  "processingMods": "Mods werden verarbeitet...",
  "uploadingMod": "Mod wird hochgeladen...",
  "failedUpdatingMod": "Fehler beim Aktualisieren des Mods!",
  "modUpdated": "Mod aktualisiert!",
  "needsToAcceptSteamWorkshopAgreement": "Sie müssen die Steam Workshop-Nutzungsbedingungen akzeptieren!",
  "uploadModTooltip": "Lädt den Mod zum Workshop hoch.",
  "uploadMod": "Mod hochladen",
  "modCreated": "Mod erstellt",
  "failedUploadingMod": "Fehler beim Hochladen des Mods!",
  "missingModThumbnail": "Mod-Vorschaubild fehlt!",
  "thumbnailTooBig": "Vorschaubild-Größe ist zu groß!",
  "compatCheckVanillaPacksMsg": "Wenn Kompatibilitätsprüfung ausgeführt wird, sollen auch Vanilla-Spieldateien geparst werden. Normalerweise ausgeschaltet lassen, nur nützlich für Leute, die Vanilla-Probleme finden und beheben.",
  "compatCheckVanillaPacks": "Kompatibilitätsprüfung Vanilla-Pakete",
  "troy": "Troy",
  "mainTroyFolder": "Der Haupt-Troy-Ordner, der Troy.exe enthält, zum Beispiel C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Troy",
  "troyFolder": "Troy-Ordner:",
  "troyContentFolder": "Der Troy Steam Workshop-Content-Ordner namens 1099410 (das ist die Steam-ID für Troy), der Mods enthält, zum Beispiel C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1099410",
  "selectTroyFolder": "Troy-Ordner auswählen",
  "setFolderPathsManuallyTroy": "Der Mod-Manager hat versucht, Troy-Ordner-Standorte aus der Windows-Registry zu ermitteln, konnte sie aber nicht finden! Sie müssen sie manuell festlegen!",
  "setFolderPathsManuallyOptionallyTroy": "Der Mod-Manager hat Troy-Ordnerpfade automatisch aus der Windows-Registry gefunden, aber Sie können sie hier manuell festlegen.",
  "pharaoh": "Pharaoh",
  "mainPharaohFolder": "Der Haupt-Pharaoh-Ordner, der Pharaoh.exe enthält, zum Beispiel C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Pharaoh",
  "pharaohFolder": "Pharaoh-Ordner:",
  "pharaohContentFolder": "Der Pharaoh Steam Workshop-Content-Ordner namens 1937780 (das ist die Steam-ID für Pharaoh), der Mods enthält, zum Beispiel C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1937780",
  "selectPharaohFolder": "Pharaoh-Ordner auswählen",
  "setFolderPathsManuallyPharaoh": "Der Mod-Manager hat versucht, Pharaoh-Ordner-Standorte aus der Windows-Registry zu ermitteln, konnte sie aber nicht finden! Sie müssen sie manuell festlegen!",
  "setFolderPathsManuallyOptionallyPharaoh": "Der Mod-Manager hat Pharaoh-Ordnerpfade automatisch aus der Windows-Registry gefunden, aber Sie können sie hier manuell festlegen.",
  "noMissingFilesFound": "Keine fehlenden Dateien gefunden!",
  "missingFiles": "Fehlende Dateien",
  "skillsViewer": "Fähigkeiten",
  "dynasties": "Pharaoh Dynasties",
  "mainDynastiesFolder": "Der Haupt-Dynasties-Ordner, der Pharaoh.exe enthält, zum Beispiel C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War PHARAOH DYNASTIES",
  "dynastiesFolder": "Dynasties-Ordner:",
  "dynastiesContentFolder": "Der Dynasties Steam Workshop-Content-Ordner namens 2951630 (das ist die Steam-ID für Pharaoh Dynasties), der Mods enthält, zum Beispiel C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\2951630",
  "selectDynastiesFolder": "Dynasties-Ordner auswählen",
  "setFolderPathsManuallyDynasties": "Der Mod-Manager hat versucht, Pharaoh Dynasties-Ordner-Standorte aus der Windows-Registry zu ermitteln, konnte sie aber nicht finden! Sie müssen sie manuell festlegen!",
  "setFolderPathsManuallyOptionallyDynasties": "Der Mod-Manager hat Pharaoh Dynasties-Ordnerpfade automatisch aus der Windows-Registry gefunden, aber Sie können sie hier manuell festlegen.",
  "chooseNewModTag": "Tag für den neuen Mod wählen:",
  "upload": "Hochladen",
  "showHiddenSkills": "Versteckte Fähigkeiten anzeigen",
  "showHiddenModifiersInsideSkills": "Versteckte Modifikatoren innerhalb von Fähigkeiten anzeigen",
  "options": "Optionen",
  "relaunchingGame": "Spiel wird automatisch neu gestartet (klicken zum Abbrechen)...",
  "queueUpRelaunchingGame": "Klicken, um den Neustart des Spiels in die Warteschlange einzureihen, sobald das Spiel geschlossen wird.",
  "gameCurrentlyRunning": "Spiel läuft gerade!",
  "searchSaves": "Gespeicherte Dateien durchsuchen",
  "searchInsidePacks": "In Paketen suchen",
  "searchInsidePacksMsg1": "Text in aktivierten Paketen suchen.",
  "searchInsidePacksMsg2": "Sucht sowohl nach ASCII-Text (DB-Schlüssel) als auch nach Unicode-kodiertem Text (locs). Kann viel Zeit mit großen Mods oder vielen Mods dauern.",
  "searchInsidePacksMsg3": "Verwendet, wenn Sie einen DB-Schlüssel aus dem Spiel-Kontext-Viewer haben oder ein Stück Spiel-Text oder einen Skript-Dateinamen und wissen möchten, von welchem Mod es stammt.",
  "search": "Suchen",
  "searchInsidePacksResults": "Pakete, die Text enthalten:",
  "searchInsidePacksDescription": "In aktivierten Mods nach Text suchen.",
  "skillUnlockRequirementMultipleParents": "Verfügbar nach Ausgeben von NUM_SKILL_POINTS in der vorherigen Gruppe.",
  "skillUnlockRequirementParent": "Verfügbar nach Freischalten von \"REQUIRED_SKILL\".",
  "skillUnlockWillLock": "Das Freischalten dieser Fähigkeit wird sperren:",
  "checkSkillRequirements": "Fähigkeiten-Anforderungen prüfen",
  "holdCtrlToTerminateGame": "Strg halten und klicken, um Spiel zu beenden.",
  "skillUnlockRank": "Verfügbar ab Rang UNLOCK_RANK",
  "rank": "Rang",
  "setFolderPathsManuallyRome2": "Der Mod-Manager hat versucht, Rome 2-Ordner-Standorte aus der Windows-Registry zu ermitteln, konnte sie aber nicht finden! Sie müssen sie manuell festlegen!",
  "setFolderPathsManuallyOptionallyRome2": "Der Mod-Manager hat Rome 2-Ordnerpfade automatisch aus der Windows-Registry gefunden, aber Sie können sie hier manuell festlegen.",
  "rome2": "Rome 2",
  "mainRome2Folder": "Der Haupt-Rome 2-Ordner, der Three_Kingdoms.exe enthält, zum Beispiel C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Rome II",
  "rome2Folder": "Rome 2-Ordner:",
  "selectRome2Folder": "Rome 2-Ordner auswählen",
  "rome2ContentFolder": "Der Rome 2 Steam Workshop-Content-Ordner namens 214950 (das ist die Steam-ID für Rome 2), der Mods enthält, zum Beispiel C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\214950",
  "addedMod": "Mod hinzugefügt:",
  "resubscribing": "Erneutes Abonnieren von:",
  "queue": "In Warteschlange übrig:",
  "downloadingUpdate": "Update wird heruntergeladen...",
  "editCategories": "Kategorien bearbeiten",
  "addNewCategory": "Neue Kategorie hinzufügen",
  "enterCategoryName": "Kategorie-Name eingeben...",
  "add": "Hinzufügen",
  "existingCategories": "Bestehende Kategorien",
  "categoryName": "Kategorie-Name",
  "color": "Farbe",
  "actions": "Aktionen",
  "setCategoryColor": "Kategorie-Farbe festlegen",
  "save": "Speichern",
  "cancel": "Abbrechen",
  "renameCategoryTooltip": "Kategorie umbenennen",
  "deleteCategoryTooltip": "Kategorie löschen",
  "noCategoriesFound": "Keine Kategorien gefunden. Fügen Sie oben eine hinzu, um zu beginnen.",
  "close": "Schließen",
  "updateReady": "Update bereit",
  "updateReadyMessage": "Das Update wurde heruntergeladen. Die Anwendung wird sich jetzt schließen und automatisch aktualisieren.",
  "updateFailed": "Update fehlgeschlagen",
  "updateNow": "Jetzt aktualisieren",
  "updateFailedMessage": "Fehler beim Herunterladen oder Installieren des Updates:",
  "errorSomethingWentWrong": "Etwas ist schiefgelaufen:",
  "errorScreenshotInstructions": "Sie können den Fehler finden und melden, der in %appdata%/wh3mm/logs/main.log protokolliert wurde",
  "removeBadge": "Abzeichen entfernen",
  "noMatches": "KEINE TREFFER",
  "allMods": "Alle Mods",
  "colorBlue": "Blau",
  "colorEmerald": "Smaragd",
  "colorRed": "Rot",
  "colorAmber": "Bernstein",
  "colorPurple": "Violett",
  "colorRose": "Rosa",
  "colorTeal": "Blaugrün",
  "colorSlate": "Schiefer",
  "colorWhite": "Weiß",
  "colorLime": "Limette",
  "colorSky": "Himmelblau",
  "colorFuchsia": "Fuchsia",
  "setCategoryColorTooltip": "{{category}}-Farbe auf {{color}} setzen",
  "renamePackFiles": "Pack-Dateien umbenennen",
  "useRegularExpression": "Regulären Ausdruck verwenden",
  "searchPatternRegex": "Suchmuster (Regulärer Ausdruck)",
  "searchText": "Suchtext",
  "searchPatternPlaceholderRegex": "z.B., (ovn_araby_)(.*)  oder  old_name.*",
  "searchTextPlaceholder": "z.B., ovn_araby_lords",
  "replaceWith": "Ersetzen mit",
  "replaceWithPlaceholderRegex": "z.B., $1new_$2  oder  new_name",
  "replaceWithPlaceholder": "z.B., new_ovn_araby_lords",
  "pathFilterOptional": "Pfad-Filter (Optional)",
  "pathFilterPlaceholder": "z.B., db  oder  warscape_animated_tables  (leer lassen für alle Pfade)",
  "pathFilterDescription": "Nur Dateien umbenennen, deren Pfad diesen Text enthält. Für \"db\\warscape_animated_tables\\file.txt\" könnten Sie \"db\" oder \"warscape_animated_tables\" verwenden",
  "preview": "Vorschau",
  "filesWillBeRenamed": "{{count}} Dateien werden umbenannt",
  "from": "VON:",
  "to": "ZU:",
  "noFilesMatch": "Keine Dateien entsprechen dem Suchmuster",
  "enterSearchPattern": "Suchmuster eingeben, um Änderungen in der Vorschau zu sehen",
  "invalidRegularExpression": "Ungültiger regulärer Ausdruck",
  "renaming": "Umbenennung läuft...",
  "rename": "Umbenennen",
  "renameNFiles": "{{count}} Dateien umbenennen",
  "testRename": "Test-Umbenennung (Keine Änderungen)",
  "noFilesToRename": "Keine Dateien zum Umbenennen",
  "renamePackedFiles": "Gepackte Dateien umbenennen",
  "setFolderPathsManuallyShogun2": "Der Mod-Manager hat versucht, die Shogun-2-Ordnerstandorte aus der Windows-Registrierung abzurufen, konnte sie jedoch nicht finden! Sie müssen sie manuell festlegen!",
  "setFolderPathsManuallyOptionallyShogun2": "Der Mod-Manager hat die Shogun-2-Ordnerpfade automatisch in der Windows-Registrierung gefunden, aber Sie können sie hier manuell festlegen.",
  "shogun2": "Shogun 2",
  "mainShogun2Folder": "Der Hauptordner von Shogun 2, der Three_Kingdoms.exe enthält, z. B. C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War SHOGUN 2",
  "shogun2Folder": "Shogun-2-Ordner:",
  "selectShogun2Folder": "Shogun-2-Ordner auswählen",
  "shogun2ContentFolder": "Der Shogun-2-Steam-Workshop-Ordner namens 201270 (die Steam-ID von Shogun 2), der Mods enthält, z. B. C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\201270"
}
