{
  "numModsEnabled_one": "{{count}} mod habilitado",
  "numModsEnabled_other": "{{count}} mods habilitados",
  "numModsHidden_one": "{{count}} de esos oculto",
  "numModsHidden_other": "{{count}} de esos ocultos",
  "priorityTooltipOne": "Los mods con orden menor tienen mayor prioridad.",
  "priorityTooltipTwo": "Haga clic derecho en el número del mod para reiniciar o aquí para reiniciar todos.",
  "priorityTooltipThree": "¡No cambie la prioridad del mod a menos que sepa realmente lo que está haciendo!",
  "order": "Orden",
  "pack": "Pack",
  "dataPacks": "Packs de Datos",
  "enabled": "Habilitado",
  "thumbnail": "Miniatura",
  "name": "Nombre",
  "author": "Autor",
  "sortBySubscribedDate": "Haga clic derecho para cambiar a ordenar por fecha de suscripción",
  "sortByDataPacks": "Haga clic derecho para cambiar a ordenar por packs de datos",
  "enableOrDisableAll": "Haga clic derecho para habilitar o deshabilitar todos los mods",
  "subscriptionTime": "Hora de Suscripción",
  "lastUpdated": "Última Actualización",
  "movieModOne": "El mod es de tipo mod de película.",
  "movieModTwo": "¡Los mods de película siempre tienen alta prioridad!",
  "movieModThree": "¡Siempre habilitado ya que está ubicado en la carpeta WH3/data!",
  "coffee": "Cómprame un café:",
  "byAuthor": "por Prop Joe (Steam) / Shazbot (GitHub)",
  "about": "Acerca de",
  "compatHelpFilesOne": "Es común que los modders usen el mismo archivo en múltiples mods, así que aparecerán aquí aunque eso esté completamente bien e intencionado. Si ambos archivos tienen el mismo tamaño, habrá un icono para eso. Esto no es lo mismo que comparar su contenido—por ejemplo, \"aaa\" y \"bbb\" tienen el mismo tamaño—pero esta comparación es mucho más rápida y suficientemente buena para archivos.",
  "compatHelpTwo": "En el panel, el mod \"padre\" (subrayado) tendrá prioridad a menos que haya un STAR_ICON junto al nombre del mod \"hijo\".",
  "compatHelpOne": "La pestaña Tablas cubre claves en tablas de base de datos que entran en conflicto entre sí. Las tablas de base de datos generalmente están relacionadas con estadísticas de unidades. Por ejemplo, los submods de revisión completa que afectan las estadísticas de unidades siempre tendrán colisiones aquí. A diferencia de la pestaña Archivos, se comparan los nombres reales de las tablas para determinar prioridad, no los nombres de los packs. Así que cambiar el orden de carga no afectará nada aquí.",
  "compatHelpThree": "La pestaña Archivos cubre archivos completos que se sobrescriben entre sí, estos generalmente están relacionados con visuales de unidades: texturas .dds, archivos .wsmodel y .variantmeshdefinition que definen cómo se construye la apariencia de una unidad en el juego. El juego usará el archivo del mod con mayor prioridad de orden de carga, así que entre dos mods que aplican cambios visuales el resultado en el juego dependerá de la prioridad relativa de los dos mods.",
  "checkCompat": "Verificar Compatibilidad",
  "modCompatibility": "Compatibilidad de Mods",
  "enabledModsOnly": "Solo Mods Habilitados",
  "files": "Archivos",
  "tables": "Tablas",
  "dbTable": "Tabla DB",
  "tableColumn": "Columna de Tabla",
  "help": "Ayuda",
  "collisionWith": "Colisión con",
  "in": "en",
  "key": "clave",
  "readingAndComparingPacks": "Leyendo Y Comparando Packs...",
  "waitForReadingAndComparingPacks": "Por favor espere hasta que todos los packs de mods hayan sido leídos y comparados entre sí...",
  "presetsTooltip1": "Cree un nuevo preset escribiendo su nombre.",
  "presetsTooltip2": "Al seleccionar preset existente:",
  "presetsTooltip3": "Mantenga Shift para agregar mods del preset a los mods actuales.",
  "presetsTooltip4": "Mantenga Ctrl para quitar mods del preset de los mods actuales.",
  "selectOrCreatePreset": "Seleccionar o crear preset:",
  "filter": "Filtro:",
  "deletePreset": "Eliminar preset:",
  "replacePreset": "Reemplazar preset:",
  "editPresets": "Editar Presets",
  "missing": "faltante:",
  "missingReqMods": "¡Faltan Mods Requeridos!",
  "outdatedOverwritingPacksTooltip": "Estos packs sobrescriben datos de CA y no deben usarse cuando están desactualizados:",
  "outdatedOverwritingPacks": "¡Packs de sobrescritura desactualizados!",
  "overwrites": "sobrescribe:",
  "packsWithOutdatedFiles": "Packs que contienen archivos desactualizados que han sido cambiados en un parche desde entonces:",
  "outdatedPacks": "¡Packs desactualizados!",
  "enabledMods": "Mods habilitados:",
  "outdatedMergedModsTooltip": "Algunos mods fusionados contienen mods desactualizados, ¡actualícelos (clic derecho) o cree un nuevo mod fusionado!",
  "outdatedMergedMods": "¡Mods Fusionados Desactualizados!",
  "play": "Jugar",
  "continue": "Continuar",
  "dbViewer": "Visor DB",
  "allMods": "Todos los Mods",
  "enabledModsCapitalized": "Mods Habilitados",
  "categories": "Categorías",
  "createSteamCollection": "Crear Colección de Steam",
  "openSteamCollectionsPage": "Abrir Página de Steam Para Crear Colecciones de Juego",
  "openSteamCollectionsPageTooltip": "Abrir Página de Steam Para Crear Colecciones de Juego",
  "copyCollectionScript": "Copiar Script de Colección al Portapapeles",
  "copyCollectionScriptTooltip1": "Copia al portapapeles un script para llenar los mods actualmente habilitados en una colección.",
  "copyCollectionScriptTooltip2": "Mantenga Shift si quiere copiar todos los mods, no solo los habilitados.",
  "createSteamCollectionHelp1": "Esta es una forma de exportar mods a una colección de Steam. No es automático y depende de ejecutar un script de consola en su navegador para automatizar las pulsaciones de botones en el navegador.",
  "createSteamCollectionHelp2": "Abra la página de crear nueva colección de Steam Workshop en un navegador. En la primera página, un nombre de colección e imagen miniatura son obligatorios. En la segunda página donde selecciona mods para agregar a la colección, presione Ctrl+Shift+I y cambie a la pestaña consola desde las pestañas en la parte superior derecha:",
  "createSteamCollectionHelp3": "Pegue el script que recibió al presionar el botón \"Copiar Script de Creación al Portapapeles\" en la consola y presione enter:",
  "createSteamCollectionHelp4": "Aparecerán dos botones, uno para agregar mods a la colección y un botón de reinicio que quita cualquier mod agregado. Haga clic en el botón verde + que aparece y espere a que la página se recargue.",
  "configureFolderLocations": "Configurar Ubicaciones de Carpetas",
  "setFolderPathsManuallyWH2": "¡El gestor de mods intentó obtener las ubicaciones de carpetas de WH2 del Registro de Windows, pero no pudo encontrarlas! Tendrá que configurarlas manualmente.",
  "setFolderPathsManuallyWH3": "¡El gestor de mods intentó obtener las ubicaciones de carpetas de WH3 del Registro de Windows, pero no pudo encontrarlas! Tendrá que configurarlas manualmente.",
  "setFolderPathsManuallyThreeKingdoms": "¡El gestor de mods intentó obtener las ubicaciones de carpetas de Three Kingdoms del Registro de Windows, pero no pudo encontrarlas! Tendrá que configurarlas manualmente.",
  "setFolderPathsManuallyOptionallyWH2": "El gestor de mods encontró automáticamente las rutas de carpetas de WH2 del Registro de Windows, pero puede configurarlas manualmente aquí.",
  "setFolderPathsManuallyOptionallyWH3": "El gestor de mods encontró automáticamente las rutas de carpetas de WH3 del Registro de Windows, pero puede configurarlas manualmente aquí.",
  "setFolderPathsManuallyOptionallyThreeKingdoms": "El gestor de mods encontró automáticamente las rutas de carpetas de Three Kingdoms del Registro de Windows, pero puede configurarlas manualmente aquí.",
  "wh2": "Warhammer 2",
  "wh3": "Warhammer 3",
  "threeKingdoms": "Three Kingdoms",
  "attila": "Attila",
  "mainWH3Folder": "La carpeta principal de Warhammer 3 que contiene Warhammer3.exe, por ejemplo C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER III",
  "mainWH2Folder": "La carpeta principal de Warhammer 2 que contiene Warhammer2.exe, por ejemplo C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER II",
  "mainThreeKingdomsFolder": "La carpeta principal de Three Kingdoms que contiene Three_Kingdoms.exe, por ejemplo C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War THREE KINGDOMS",
  "wh3Folder": "Carpeta WH3:",
  "wh2Folder": "Carpeta WH2:",
  "threeKingdomsFolder": "Carpeta Three Kingdoms:",
  "selectWH3Folder": "Seleccionar Carpeta WH3",
  "selectWH2Folder": "Seleccionar Carpeta WH2",
  "selectThreeKingdomsFolder": "Seleccionar Carpeta Three Kingdoms",
  "wh3ContentFolder": "La carpeta de contenido de Steam Workshop de Warhammer 3 llamada 1142710 (que es el ID de steam para WH3) que contiene mods, por ejemplo C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1142710",
  "wh2ContentFolder": "La carpeta de contenido de Steam Workshop de Warhammer 2 llamada 594570 (que es el ID de steam para WH2) que contiene mods, por ejemplo C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\594570",
  "threeKingdomsContentFolder": "La carpeta de contenido de Steam Workshop de Three Kingdoms llamada 779340 (que es el ID de steam para 3K) que contiene mods, por ejemplo C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\779340",
  "mainAttilaFolder": "La carpeta principal de Attila que contiene Attila.exe, por ejemplo C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Attila",
  "attilaFolder": "Carpeta Attila:",
  "attilaContentFolder": "La carpeta de contenido de Steam Workshop de Attila llamada 325610 (que es el ID de steam para Attila) que contiene mods, por ejemplo C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\325610",
  "selectAttilaFolder": "Seleccionar Carpeta Attila",
  "setFolderPathsManuallyAttila": "¡El gestor de mods intentó obtener las ubicaciones de carpetas de Attila del Registro de Windows, pero no pudo encontrarlas! ¡Tendrá que configurarlas manualmente!",
  "setFolderPathsManuallyOptionallyAttila": "El gestor de mods encontró automáticamente las rutas de carpetas de Attila del Registro de Windows, pero puede configurarlas manualmente aquí.",
  "contentFolder": "Carpeta de contenido:",
  "selectContentFolder": "Seleccionar Carpeta de Contenido",
  "setLoadOrderFor": "Establecer Orden de Carga Para",
  "setLoadOrderMessage1": "Establecer orden de carga para este mod. Cambiar órdenes de carga es muy raramente necesario en WH3 y puede causar problemas de compatibilidad no intencionados entre mods.",
  "setLoadOrderMessage2": "¡Siempre deje el orden de carga por defecto a menos que tenga una muy buena razón!",
  "setLoadOrder": "Establecer Orden de Carga",
  "goToWorkshopPage": "Ir a página del workshop",
  "openInSteam": "Abrir en Steam",
  "keepAlwaysEnabled": "Mantener siempre habilitado",
  "keepAlwaysEnabledTooltip": "El mod siempre estará habilitado, incluso cuando esté oculto.",
  "hideFromListTooltip": "El mod estará oculto de la lista y deshabilitado (excepto cuando esté siempre habilitado).",
  "hideFromList": "Ocultar de la lista",
  "showInExplorer": "Mostrar en explorador",
  "showInRPFM": "Abrir en RPFM",
  "openInViewer": "Abrir en Visor",
  "copyPathToClipboard": "Copiar ruta al portapapeles",
  "updateModTooltip": "Sube actualización al workshop. Debe existir ya en el workshop.",
  "updateMod": "Actualizar Mod",
  "fakeUpdatePackTooltip": "Agrega un archivo whmm_update.txt al pack lleno de números hexadecimales aleatorios, o cambia los números si el archivo ya existe. UPDATE PLZ",
  "fakeUpdatePack": "Pack de Actualización Falsa",
  "createBackupTooltip": "Crea una copia de seguridad del pack en una carpeta whmm_backups que está en la misma ubicación que el pack.",
  "createBackup": "Crear Copia de Seguridad",
  "forceDownload": "Forzar Descarga",
  "forceDownloadTooltip": "Forzar a Steam a re-descargar el mod.",
  "unsubscribe": "Cancelar Suscripción",
  "unsubscribeTooltip": "Cancelar suscripción del mod en Steam.",
  "reMergeTooltip": "Fusionar mods nuevamente para actualizar el pack fusionado con las últimas versiones de los mods.",
  "reMerge": "Actualizar (Re-fusionar)",
  "deleteMod": "Eliminar",
  "deleteModTooltip": "Eliminar el pack fusionado.",
  "otherOptions": "Otras Opciones",
  "modAuthorColumn": "Columna Autor del Mod",
  "forceReDownload": "Forzar Re-descarga",
  "forceDownloadMsg": "Forzar a steam a verificar y descargar la última versión de los mods habilitados si están desactualizados. Mantenga Shift para descargar todos los mods.",
  "contentVsData": "Mods de Contenido Vs Mods de Datos",
  "contentVsDataMsg": "Los mods a los que se ha suscrito residen en la carpeta workshop (contenido), pero también pueden cargarse desde la carpeta data. ¡No toque a menos que sepa lo que está haciendo!",
  "extraColumns": "Columnas Extra",
  "modThumbnailColumn": "Columna Miniatura del Mod",
  "closeOnPlay": "Cerrar Gestor al Jugar",
  "copyToDataMsg1": "Copia los mods actualmente habilitados de contenido a datos.",
  "copyToDataMsg2": "Mantenga Shift si quiere copiar todos los mods.",
  "copyToDataMsg3": "¡Como modder esto puede sobrescribir su mod en datos con una versión más antigua que tiene en contenido!",
  "copyToDataMsg4": "Los mods que están en datos tendrán un nombre rojo en el gestor.",
  "copyToData": "Copiar a datos",
  "cleanData": "Limpiar datos",
  "cleanDataMsg": "Quita todos los mods en datos si tal mod ya existe en contenido. ¡Como modder esto puede quitar una versión más nueva de su mod en datos!",
  "symLink": "También puede copiarlos como enlaces simbólicos (básicamente un acceso directo) para que no ocupen espacio duplicado. También siempre estarán actualizados con el mod de contenido ya que son solo un acceso directo al mod real.",
  "newVersionAvailable": "Una nueva versión está disponible para descarga.",
  "download": "Descargar",
  "updateAvailable": "Actualización disponible",
  "loadSave": "Cargar Partida",
  "loadModsFromSave": "Cargar Mods de Partida",
  "modsInSaveNotEnabled": "Mods presentes en la partida pero no habilitados actualmente",
  "modsInSaveAndEnabled": "Mods que están tanto presentes en la partida como habilitados actualmente",
  "modsNotInSaveButEnabled": "Mods no presentes en la partida pero habilitados actualmente",
  "compareModsInSave": "Comparar Mods en Partida",
  "comparingModsInSave": "Comparando Mods en Partida",
  "noMissingPacks": "No hay packs faltantes",
  "noExtraPacks": "No hay packs extra",
  "noCommonPacks": "No hay packs comunes",
  "savedGames": "Partidas Guardadas",
  "missingRequiredMods": "Faltan Mods Requeridos",
  "onbWelcome": "Bienvenido y gracias por usar el Gestor de Mods. Este pequeño tutorial lo familiarizará con la interfaz.",
  "onbPresets": "Los presets le permiten guardar una lista de mods para poder cargarla después.",
  "onbPresets1": "Escriba en esta caja de texto para crear un nuevo preset, o use el botón desplegable para seleccionar un preset anterior.",
  "onbPresets2": "Puede mantener Shift mientras selecciona un preset para crear una unión de mods seleccionados entre los mods actualmente habilitados y los mods habilitados en el preset. (básicamente agregar un preset)",
  "onbPresets3": "Puede mantener Ctrl mientras selecciona un preset para desmarcar cualquier mod actualmente seleccionado que esté habilitado en ese preset. (básicamente restar un preset)",
  "onbReplacePreset": "Seleccione un preset que quiera reemplazar con la selección actual de mods.",
  "onbDeletePreset": "Seleccione un preset que le gustaría eliminar.",
  "onbSorting1": "Los mods tienen prioridad basada en su orden, por defecto esto se basa en el nombre de los packs.",
  "onbSorting2": "Generalmente no quiere cambiar el orden manualmente ya que los modders ya nombran sus packs para lograr esto automáticamente, como cuando ponen signos de exclamación al inicio del nombre del pack.",
  "onbSorting3": "Puede hacer clic derecho en el encabezado Orden para reiniciar el orden a predeterminado, y clic izquierdo para ordenar mods por orden del mod.",
  "onbSorting4": "Cuando esté en la pestaña Mods Habilitados puede usar el icono de agarre para arrastrar mods individuales para cambiar su orden.",
  "onbSorting5": "El agarre es visible al pasar sobre un mod, ¡y solo cuando todos los mods están ordenados por orden!",
  "onbSorting6": "Cuando un mod es reordenado manualmente su número de orden será coloreado rojo. Puede hacer clic derecho en el número de orden de ese mod para reiniciarlo.",
  "onbSorting7": "Clic izquierdo para ordenar por mods habilitados.",
  "onbSorting8": "Puede hacer clic derecho en este encabezado para habilitar o deshabilitar todos los mods.",
  "onbSorting9": "Si una casilla de verificación de mod es púrpura significa que un mod está siempre habilitado.",
  "onbPlay": "Iniciar el juego con los mods seleccionados.",
  "onbContinue": "Continuar la última partida guardada con los mods seleccionados.",
  "onbSaves": "Mostrar todas las partidas guardadas para seleccionar.",
  "reqAdmin": "¡Requiere ejecutar como administrador!",
  "symLinkMsg1": "Crea Enlaces Simbólicos de los mods actualmente habilitados de contenido a datos.",
  "symLinkMsg2": "Mantenga Shift si quiere crear enlaces de todos los mods.",
  "symLinkMsg3": "Esto no creará enlaces de mods que ya existen en datos.",
  "symLinkMsg4": "Los mods que son enlaces simbólicos tendrán un nombre azul en el gestor.",
  "createSymLinks": "Crear enlaces simbólicos en datos",
  "cleanSymLinks": "Limpiar enlaces simbólicos en datos",
  "cleanSymLinksMsg": "Quita todos los enlaces simbólicos en datos. No tocará mods reales que no sean enlaces simbólicos.",
  "unhideMods": "Mostrar mods que ha ocultado previamente:",
  "hiddenMods": "Mods Ocultos",
  "shareMods": "Compartir Mods",
  "shareModsMsg": "Compartir lista actual de mods con otras personas para multijugador:",
  "shareModLists": "Compartir Lista de Mods",
  "copyModNames": "Copiar nombres de mods habilitados al portapapeles:",
  "copyModList": "Copiar Lista de Mods",
  "createSteamCollectionMsg": "Crear una colección de Steam desde mods habilitados:",
  "forModders": "Para Modders",
  "keepInSync": "¡Mantenga estos sincronizados para MP!",
  "forCustomBattleTesting": "Para pruebas 1v1 en batallas personalizadas.",
  "makeCustomBattleGenerals": "Hacer todas las unidades generales de batalla personalizada",
  "enableScriptLogging": "Habilitar registro de scripts",
  "enableScriptLogging1": "Habilita el registro de scripts de WH3.",
  "enableScriptLogging2": "Los registros se crean en la carpeta WH3.",
  "skipIntroMovies": "Omitir películas de introducción",
  "autoStartCustomBattles": "Auto-iniciar batalla personalizada",
  "autoStartCustomBattles1": "Para pruebas visuales repetitivas que involucran reiniciar el juego.",
  "autoStartCustomBattles2": "Configure una batalla personalizada una vez y habilite esto para auto-entrar.",
  "changeGameProcessPriority": "Cambiar prioridad del proceso del juego",
  "changeGameProcessPriority1": "Establece la prioridad del proceso del juego a alta cuando el juego inicia.",
  "changeGameProcessPriority2": "Puede aumentar rendimiento y estabilidad cuando se cambia de ventana.",
  "setFolderPaths": "Establecer Rutas de Carpetas",
  "setFolderPathsMsg": "Establecer rutas de carpetas del Juego y contenido de Steam Workshop.",
  "categoryFilter": "Filtro de categoría",
  "categoriesFilter": "Filtro de categorías",
  "nameFilter": "Filtro de nombre",
  "category": "Categoría",
  "mergeMods": "Fusionar Mods",
  "mergeLoadExisting": "Cargar existente:",
  "mergeLoadExistingMsg": "Cargar mods que están en un mod fusionado existente.",
  "hideAlreadyMerged": "No mostrar un mod si está dentro de un pack fusionado habilitado.",
  "hideAlreadyMergedMsg": "Ocultar Ya Fusionado",
  "selectFirst": "Seleccionar primero",
  "modsToMerge": "mods para fusionar",
  "merge": "Fusionar",
  "size": "Tamaño",
  "cannotBeMergedDep": "El mod no puede ser fusionado ya que tiene una dependencia a nivel de pack con otro mod.",
  "mergeModsHelp1": "Este panel le permite fusionar mods para evitar el límite de mods. Fusiona los mods seleccionados en un nuevo mod .pack y lo pone dentro de la carpeta WH3/data. Los mods fusionados también tienen un archivo .json acompañante con el mismo nombre, si renombra o mueve el mod fusionado también renombre o mueva el archivo json. Los mods están pre-ordenados por tamaño para fusión más rápida.",
  "mergeModsHelp2": "El mod fusionado no tendrá los mismos nombres de archivo que los mods fusionados, lo que puede afectar la prioridad del orden de carga, así que evite fusionar mods que requieren manipulación manual del orden de carga. Dicho esto, ese tipo de mods deberían ser increíblemente raros y como regla ¡nunca debería tocar manualmente el orden de carga de todas formas!",
  "mergeModsHelp3": "Cuando los mods se actualizan el pack fusionado tendrá el mod desactualizado viejo dentro. Debería obtener una advertencia en rojo (estará arriba del botón Jugar) advirtiéndole sobre esto y entonces puede hacer clic derecho en el pack fusionado y usar la opción Actualizar (Re-fusionar) que actualizará el pack fusionado. La advertencia puede aparecer cuando inicia la aplicación pero desaparece una vez que obtenemos información más nueva del workshop, no tiene que actualizarlo en ese caso.",
  "mergeModsHelp4": "Puede dejar los mods que han sido fusionados habilitados en el gestor de mods, el gestor automáticamente los omitirá si ya están presentes en un mod fusionado que tiene habilitado. Esto depende del archivo .json, si falta tendrá que deshabilitar esos mods o el juego se bloqueará ya que no le gustan archivos duplicados en mods.",
  "language": "Idioma:",
  "customize": "Personalizar",
  "groupingsUnitPermissions": "Unidades, Por Grupo",
  "buildingsPermissions": "Edificios",
  "unit": "Unidad",
  "unitKeySortTableOrder": "(Orden Predeterminado)",
  "owner": "Propietario",
  "group": "Grupo",
  "allowed": "Permitido",
  "factionsUnitPermissions": "Unidades, Por Facción",
  "uniqueAgentsPermissions": "Señores Legendarios y Héroes",
  "agentSubtype": "Subtipo de Agente",
  "campaignGroup": "Grupo de Campaña",
  "agentsPermissions": "Señores y Héroes",
  "agentSubtypeAndType": "Subtipo de Agente (Tipo de Agente)",
  "faction": "Facción",
  "Building": "Edificio",
  "Game": "Juego",
  "cultureSubcultureFaction": "Cultura, Subcultura, Facción (Los 3 Opcionales)",
  "modCustomizationHelp1": "Este panel le permite personalizar mods, actualmente puede deshabilitar unidades, edificios y agentes (señores y héroes).",
  "modCustomizationHelp2": "La forma en que el juego maneja permisos de unidades, una unidad puede tener un permiso de grupo (que puede afectar múltiples facciones) o un permiso por facción, o ambos. Por razones de estabilidad del juego solo los permisos de grupo pueden ser deshabilitados. ¡Note que esto no afectará batallas personalizadas ya que eso usa un sistema diferente!",
  "modCustomizationHelp3": "Los agentes genéricos (señores y héroes) están vinculados a grupos de campaña y puede deshabilitarlos de esa manera, excepto por agentes legendarios que tienen su propia pestaña.",
  "modCustomizationHelp4": "El gestor personaliza un mod creando una copia del pack, con los cambios necesarios, dentro de una nueva subcarpeta 'whmm_overwrites' dentro de su carpeta WH3 cada vez que inicia el juego. Note que esas copias actualmente nunca se eliminan o limpian. No estoy seguro de cómo esto afecta el multijugador pero es probable que obtenga advertencias de 'versiones diferentes' ya que el juego piensa que sus packs son diferentes incluso cuando no lo son, pero no estoy seguro. Quitar la personalización para un mod también le dará una advertencia al cargar una partida de que el pack falta ya que ahora estamos usando el pack del mod original, no la versión personalizada de él, pero puede ignorar eso.",
  "importSteamCollection": "Importar Colección de Steam",
  "importSteamCollectionMsg1": "URL de la colección de Steam, por ejemplo",
  "importSteamCollectionMsg2": "https://steamcommunity.com/sharedfiles/filedetails/?id=3137780509",
  "Import": "Importar",
  "importSteamCollectionDisableOtherMods": "Deshabilitar mods no en colección",
  "importSteamCollectionDisableOtherModsMsg": "Deshabilitar los mods actualmente habilitados.",
  "importSteamCollectionUseLoadOrder": "Importar con orden de carga explícito",
  "importSteamCollectionUseLoadOrderMsg": "Importar con el orden de carga explícito como está ordenado en la colección. Esto debería evitarse mucho ya que generalmente no quiere meterse con el orden de carga de todos los mods, solo aquellos que realmente lo necesitan. Se recomienda usar códigos de Compartir Mods ya que esos le permiten establecer qué mods individuales requieren un orden de carga personalizado. Solo recomendado si planea usar solo los mods en la colección, y no agregar otros mods.",
  "importSteamCollectionPresetName": "Nombre del preset:",
  "importSteamCollectionUsePresetLoadOrderMsg": "Importar con el orden de carga explícito como está ordenado en la colección. Mismas notas que arriba, evitar en la mayoría de casos.",
  "importSteamCollectionImportIntoPreset": "Importar a Preset",
  "importSteamCollectionPresetNameMsg1": "Nombre del nuevo preset, deje en blanco para usar el nombre de la colección.",
  "importSteamCollectionPresetNameMsg2": "Ya existe un preset con este nombre y será sobrescrito.",
  "importSteamCollectionEnableCollectionMods": "Importar a Lista de Mods Actual",
  "importSteamCollectionOptionsMsg": "Importar mods de una colección de Steam:",
  "createdPreset": "Preset creado:",
  "failedFetchingSteamCollection": "¡Falló al obtener colección de Steam!",
  "importedModsFromSteamCollection": "¡Mods importados de colección de Steam!",
  "releaseNotes": "Notas de lanzamiento",
  "faqFirstH": "¿Cómo interactúa el gestor de mods con el juego?",
  "faqFirstC": "El Gestor de Mods funciona igual que el Lanzador de CA, crea un archivo de texto con una lista de mods habilitados y luego lanza WH3.exe con un argumento de lanzamiento: el nombre de dicho archivo de texto. Tanto el Lanzador de CA como el gestor de mods usan used_mods.txt que está en la misma carpeta donde está wh3.exe.",
  "faqSecondH": "¿Cómo funciona la compatibilidad multijugador?",
  "faqSecondC": "Ambos jugadores necesitan tener los mismos mods habilitados, con el mismo orden de carga. Si cualquiera de los mods está desactualizado debido a que Steam no descargó una actualización de mod para uno de los jugadores el juego también se quejará. Los mods también necesitan estar en la misma ubicación, así que no puede tener mods en la carpeta data con el otro jugador teniéndolos en la carpeta content. Una verificación rápida sería comparar sus archivos used_mods.txt, deberían ser los mismos.",
  "faqThirdH": "¿Mods de contenido vs mods de datos?",
  "faqThirdC1": "Estos se refieren a las 2 carpetas desde las cuales los mods son generalmente cargados.",
  "faqThirdC2": "La carpeta Content es donde Steam guarda los mods a los que está suscrito, para WH3 podría ser C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1142710, donde 1142710 es el Id de Steam para WH3. La carpeta Data está en la carpeta del juego (ej. C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER III\\data) y también contiene los archivos .pack vanilla como data.pack.",
  "faqThirdC3": "La carpeta Data es mayormente usada por modders que ponen sus archivos .pack ahí cuando trabajan en sus mods. Hay un beneficio de rendimiento en tiempo de carga si pone todos sus mods en la carpeta data en lugar de subcarpetas content, mi suposición es debido a tener menos ubicaciones de búsqueda de carpetas para assets, es algo que CA debería arreglar esperanzadamente. Por eso hay opciones para esto en Otras Opciones.",
  "faqThirdC4": "Usar el botón Copiar a Data en Otras Opciones copiará mods a data y tendrán un color rojo en el gestor. Pero si un mod se actualiza la versión actualizada estará en la carpeta content así que tendrá que usar el botón nuevamente. Esto también puede usarse como una forma de mantener todos sus mods sin actualizar cuando una actualización del juego llega.",
  "faqThirdC5": "Usar Crear enlaces simbólicos en data es una forma de tener mods en data, mientras también los tiene sincronizados con los mods de content, así que siempre están actualizados pero obtiene algunos beneficios de rendimiento. Los enlaces simbólicos son una característica de Windows, básicamente accesos directos avanzados.",
  "faqFourthH": "¿Debería cambiar mi orden de carga?",
  "faqFourthC1": "Siempre debería dejar el orden de carga predeterminado y no cambiarlo manualmente a menos que un modder le diga explícitamente que lo haga. Los modders tienen múltiples métodos que usan para asegurar que sus mods funcionen como deberían usando el orden de carga predeterminado.",
  "faqFourthC2": "Si tiene mods puramente visuales que cambian la misma unidad podría intentar cambiar el orden de carga, pero de otra manera cambiar el orden de carga es MUY improbable que resuelva cualquier otro problema de mods o bugs en el juego, y puede causar que aparezcan nuevos.",
  "faqFifthH": "¿Cómo funcionan los mods y el orden de carga?",
  "faqFifthC1": "Los mods con un número de orden menor tienen mayor prioridad. Por defecto, los mods están ordenados alfanuméricamente por su nombre. Los modders nombran sus mods y usan prefijos como ! para lograr el orden de carga que quieren que tenga su mod.",
  "faqFifthC2": "(Ver ¿Qué es un archivo pack? arriba) Los archivos de base de datos en un pack tienen prioridad basada en el nombre que el modder le dio a ese archivo. Este es un nombre INTERNO para un archivo específico dentro del mod que no tiene nada que ver con el nombre del mod. Así que si tiene 2 mods que cambian las estadísticas de unidad de espadachines del Imperio el mod con la mayor prioridad de ARCHIVO DE BASE DE DATOS (dictada por comparar los nombres de los 2 archivos) será el que aplique sus estadísticas de unidad. Esto usa el nombre INTERNO del archivo de base de datos, NO EL NOMBRE DEL MOD/PACK. ¡Cambiar el orden de carga de esos 2 mods NO HACE NADA en este caso! El orden de carga es lo mismo que cambiar el nombre EXTERNO del archivo del mod, pero aquí tendríamos que cambiar el archivo INTERNO del archivo específico de base de datos del mod, algo que el orden de carga no puede hacer nada al respecto.",
  "faqFifthC3": "Por otro lado, para archivos individuales que no son archivos de base de datos la prioridad del mod importa. Aquí dos mods pueden cambiar por ejemplo la misma textura o el mismo archivo de UI y el mod con mayor prioridad (orden menor) será el que aplique sus cambios.",
  "faqFifthC4": "Muchos de tales archivos individuales están relacionados con cómo se construyen los visuales de unidades en el juego, así que si tiene 2 mods visuales que ambos cambian los visuales de los espadachines del Imperio cambiar el orden de carga para ellos podría dictar con qué visuales termina en el juego.",
  "faqFifthC5": "Hay más matices aquí, por ejemplo, un modder puede usar una forma de Base de Datos para cambiar completamente los visuales de los espadachines del Imperio diciéndole al juego que use un nuevo archivo .variantmeshdefinition para los espadachines del Imperio, y cualquier otro mod que reemplace un .variantmeshdefinition existente de espadachines del Imperio no haría nada en ese caso, sin importar el orden de carga.",
  "faqFifthC6": "Un mod de traducción NUNCA debería requerir que cambie el orden de carga manualmente, si un modder le dice que haga esto dígale que le dé a su archivo .loc en el mod de traducción una prioridad mayor que el .loc original (puede hacer esto agregando ! al frente del nombre .loc)",
  "faqSixthH": "¿Qué es un archivo pack?",
  "faqSixthC": "Los modders usan \"mod\" y \"pack\" de manera intercambiable. Cada mod viene en un solo archivo .pack, puede pensar en él como un archivo zip (aunque no está comprimido) que contiene archivos dentro. Dentro de un pack hay una porción de Base de Datos con archivos llenos de datos tabulares que el juego puede usar, y una porción de archivo con varios archivos que el juego sabe cómo usar como texturas y formatos de archivo CA personalizados como animaciones, modelos, y así sucesivamente.",
  "faqSeventhH": "¿Por qué mis mods están en rojo en el gestor?",
  "faqSeventhC": "Si un nombre de mod está en rojo significa que el mod está ubicado en la carpeta data. Si ejecuta el Kaedrin Mod Manager copia mods a data automáticamente, así que esa es una razón posible. Puede usar el botón Limpiar Data en Otras Opciones para quitarlos de data.",
  "faqEightH": "¿Cómo reinicio mi orden de carga?",
  "faqEightC": "Puede reiniciar el orden de carga a predeterminado para todos los mods haciendo clic derecho en el encabezado de columna Orden. O para mods individuales haga clic derecho en su número de orden.",
  "faqNinthH": "¿Cómo cambio el orden de carga?",
  "faqNinthC1": "Puede cambiar el orden de carga en la Pestaña Mods Habilitados. Puede cambiar a esa pestaña usando el botón en la parte superior izquierda o usando Ctrl+2. No es gran UI, pero requerido debido a que el orden de carga es relativo a otros mods habilitados, también por qué la mayoría de gestores de mods usan 2 listas de mods.",
  "faqNinthC2": "También recuerde que el orden de carga es algo con lo que no debería juguetear manualmente en WH3, excepto en algunas circunstancias muy raras. Si no está seguro es mucho mejor dejarlo en predeterminado, cambiar el orden de carga no es algo que arreglará problemas de mods o bugs en WH3.",
  "faqTenthH": "¿Por qué no marca mods como desactualizados como el Lanzador de CA?",
  "faqTenthC": "El Lanzador de CA auto-marca todos los mods como desactualizados después de cada parche mayor. Esta forma es completamente sin sentido, como modder la mayoría de mis mods nunca han sido realmente afectados en absoluto por ninguno de los parches. Este gestor de mods tiene un verificador más inteligente que mira dentro de mods para ver si tienen archivos/tablas que podrían estar desactualizados. Esto no puede atrapar todos los problemas pero puede atrapar grandes cambios que rompen por parches.",
  "faqEleventhsH": "¿El gestor de mods usa mucha memoria?",
  "faqEleventhsC": "El gestor de mods ejecuta análisis de mods habilitados para verificar si tienen archivos/tablas que podrían estar desactualizados o para potenciar otras características como personalización de mods, y eso puede consumir mucha memoria dependiendo de qué mods tiene habilitados. Toda esta memoria se descarta cuando el juego se lanza para evitar problemas de rendimiento.",
  "faq": "Preguntas Frecuentes",
  "faqAbbreviated": "FAQ",
  "instructions": "Instrucciones",
  "knownIssues": "Problemas Conocidos",
  "faqIssuesFirstH": "El juego no se lanza al hacer clic en Jugar",
  "faqIssuesFirstC": "Esto es causado por problemas de permisos de archivos, el gestor de mods no tiene permisos para lanzar WH3. Ponga la carpeta del gestor de mods dentro de la carpeta WH3 o cambie el propietario de la carpeta del gestor de mods.",
  "faqIssuesSecondH": "Jugar lanza el Lanzador de CA en lugar del juego",
  "faqIssuesSecondC": "No estoy seguro de la causa. He tenido reportes de que este problema desaparece así que intente reiniciar la PC o Steam. Intente agregar el exe del gestor de mods a Steam como un juego no-Steam y lanzarlo de esa manera. Por favor reporte si tiene más información.",
  "faqIssuesThirdH": "Error de Steam al intentar lanzar con los parámetros opcionales al lanzar",
  "faqIssuesThirdC": "Intente ejecutar el juego usando el lanzador vanilla primero y luego usar el gestor, generalmente lo arregla. Si eso no funciona puede intentar agregar el exe del gestor de mods a Steam como un juego no-Steam y lanzarlo de esa manera.",
  "readingPack": "Leyendo pack:",
  "finishedReadingPack": "Terminó de leer pack:",
  "comparingFilesInPacks": "Comparando archivos de <firstPackName> con <secondPackName>...",
  "comparingKeysInPacks": "Comparando claves de tabla de <firstPackName> con otros mods...",
  "missingKeys": "Claves Faltantes",
  "missingKeyTableAndColumn": "Tabla y columna de la clave faltante",
  "missingDBKey": "Clave DB faltante",
  "missingKeyIsReferencedIn": "es referenciada en <originFileSuffix>, columna <originFieldName>",
  "compatHelpFour": "La pestaña Claves Faltantes busca referencias de base de datos faltantes (claves) en mods. Las tablas DB se referencian entre sí por columnas de clave, así que por ejemplo hay una tabla de base de datos que da atributos como inquebrantable a unidades, así que esa tabla necesita referenciar tanto la tabla de unidades como la tabla de atributos. Así que si esa tabla tiene una fila que dice dar a la unidad 'Espadachines del Imperio' inquebrantable entonces eso significa que en la tabla de unidades los Espadachines del Imperio necesitan existir. Las claves DB faltantes pueden ser causadas por actualizaciones del juego o mods de dependencia faltantes. Si faltan el juego no iniciará en absoluto.",
  "compatHelpFive": "La pestaña Claves Duplicadas busca claves Id duplicadas entre todos los mods. Si un mod reemplaza toda la fila con datos cambiados tal duplicado está bien e intencionado, por ejemplo para un mod y su submod o un mod que quiere cambiar datos del juego vanilla. Pero estos también pueden ser un caso de modders copiando y pegando una fila y olvidando cambiar el id.",
  "noFileCollisionsFound": "¡No se encontraron colisiones de archivos!",
  "noDBKeyCollisionsFound": "¡No se encontraron colisiones de claves de base de datos!",
  "noMissingDBKeysFound": "¡No se encontraron claves de base de datos faltantes!",
  "enableAll": "Habilitar Todo",
  "disableAll": "Deshabilitar Todo",
  "addCategory": "Agregar categoría:",
  "addCategoryHelp1": "Mantenga Ctrl para quitar categoría.",
  "addCategoryHelp2": "Mantenga Ctrl+Shift para reemplazar todas las categorías.",
  "duplicateKeys": "Claves Duplicadas",
  "noDuplicateKeysFound": "¡No se encontraron claves duplicadas!",
  "packName": "Nombre del Pack",
  "duplicateDBKey": "Clave DB Duplicada",
  "bisectModList": "Bisecar Lista de Mods",
  "bisectModListRandomly": "Bisecar Lista de Mods Aleatoriamente",
  "bisectModListMsg": "Para probar su lista de mods. Dividir lista actual de mods en 2 nuevos presets. Puede entonces seleccionar un preset y probar con él, así como bisecarlo nuevamente. Note que si cualquiera de sus mods tiene orden de carga personalizado todos los mods en los nuevos presets tendrán orden de carga.",
  "bisectModListRandomMsg": "Selecciona mods al azar para los nuevos presets.",
  "duplicateListenerNames": "Nombres de Listener Duplicados",
  "noDuplicateListenerNamesFound": "¡No se encontraron nombres de listener duplicados!",
  "fileErrors": "Errores de Archivo",
  "noFileErrorsFound": "¡No se encontraron errores de archivo!",
  "packFileName": "Nombre de Archivo Dentro del Mod/Pack",
  "fileInsidePack": "Archivo Dentro del Pack: <PACKNAME>",
  "duplicateListenerName": "Nombre de Listener Duplicado",
  "line": "Línea",
  "column": "Columna",
  "compatHelpSix": "La pestaña Nombres de Listener Duplicados busca nombres de listener duplicados agregados vía 'core:add_listener' dentro de scripts Lua. Esto generalmente no es un problema a menos que también haya un core:remove_listener involucrado debido a copiar y pegar de otro script. Aún así, no tener nombres de listener duplicados siempre es buena práctica.",
  "compatHelpSeven": "La pestaña Errores de Archivo analiza archivos Lua y XML (esto incluye variantmeshdefinitions) para errores de sintaxis. Para Lua esto no puede atrapar errores de tiempo de ejecución pero puede atrapar algunos problemas. Algunos errores XML también pueden no ser un problema en el juego porque el analizador XML del juego es muy tolerante de XML malformado.",
  "compatHelpEight": "La pestaña Archivos Faltantes lista archivos que son referenciados en algún otro archivo, pero realmente no existen. Es posible que esto no sea un problema ya que los mods pueden contener archivos no usados. Iconos para los tipos de archivo:",
  "forceResubscribe": "Forzar Re-suscripción",
  "forceResubscribeMsg": "Forzar a steam a cancelar suscripción y luego suscribirse a los mismos mods, lo que elimina y descarga los mods. En casos donde Forzar Re-Descarga no es suficiente. Por defecto esto es para mods habilitados, mantenga Shift para todos los mods. Recomiendo hacer una colección como respaldo de antemano, opción para eso está abajo. Toma mucho tiempo si tiene muchos mods.",
  "collapseAll": "Colapsar Todo",
  "expandAll": "Expandir Todo",
  "sameFileSize": "Ambos archivos son del mismo tamaño",
  "processingMods": "Procesando mods...",
  "uploadingMod": "Subiendo Mod...",
  "failedUpdatingMod": "¡Falló al Actualizar Mod!",
  "modUpdated": "¡Mod Actualizado!",
  "needsToAcceptSteamWorkshopAgreement": "¡Necesita aceptar los términos y condiciones de Steam Workshop!",
  "uploadModTooltip": "Sube el mod al workshop.",
  "uploadMod": "Subir Mod",
  "modCreated": "Mod Creado",
  "failedUploadingMod": "¡Falló al Subir Mod!",
  "missingModThumbnail": "¡Falta miniatura del mod!",
  "thumbnailTooBig": "¡El tamaño de la miniatura es muy grande!",
  "compatCheckVanillaPacksMsg": "Cuando se ejecuta Verificación de Compatibilidad, ¿deberían analizarse también los archivos vanilla del juego? Deje desactivado generalmente, solo útil para personas que encuentran y arreglan problemas vanilla.",
  "compatCheckVanillaPacks": "Verificación de Compatibilidad de Packs Vanilla",
  "troy": "Troy",
  "mainTroyFolder": "La carpeta principal de Troy que contiene Troy.exe, por ejemplo C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Troy",
  "troyFolder": "Carpeta Troy:",
  "troyContentFolder": "La carpeta de contenido de Steam Workshop de Troy llamada 1099410 (que es el ID de steam para Troy) que contiene mods, por ejemplo C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1099410",
  "selectTroyFolder": "Seleccionar Carpeta Troy",
  "setFolderPathsManuallyTroy": "¡El gestor de mods intentó obtener las ubicaciones de carpetas de Troy del Registro de Windows, pero no pudo encontrarlas! ¡Tendrá que configurarlas manualmente!",
  "setFolderPathsManuallyOptionallyTroy": "El gestor de mods encontró automáticamente las rutas de carpetas de Troy del Registro de Windows, pero puede configurarlas manualmente aquí.",
  "pharaoh": "Pharaoh",
  "mainPharaohFolder": "La carpeta principal de Pharaoh que contiene Pharaoh.exe, por ejemplo C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Pharaoh",
  "pharaohFolder": "Carpeta Pharaoh:",
  "pharaohContentFolder": "La carpeta de contenido de Steam Workshop de Pharaoh llamada 1937780 (que es el ID de steam para Pharaoh) que contiene mods, por ejemplo C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1937780",
  "selectPharaohFolder": "Seleccionar Carpeta Pharaoh",
  "setFolderPathsManuallyPharaoh": "¡El gestor de mods intentó obtener las ubicaciones de carpetas de Pharaoh del Registro de Windows, pero no pudo encontrarlas! ¡Tendrá que configurarlas manualmente!",
  "setFolderPathsManuallyOptionallyPharaoh": "El gestor de mods encontró automáticamente las rutas de carpetas de Pharaoh del Registro de Windows, pero puede configurarlas manualmente aquí.",
  "noMissingFilesFound": "¡No se encontraron archivos faltantes!",
  "missingFiles": "Archivos Faltantes",
  "skillsViewer": "Habilidades",
  "dynasties": "Pharaoh Dynasties",
  "mainDynastiesFolder": "La carpeta principal de Dynasties que contiene Pharaoh.exe, por ejemplo C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War PHARAOH DYNASTIES",
  "dynastiesFolder": "Carpeta Dynasties:",
  "dynastiesContentFolder": "La carpeta de contenido de Steam Workshop de Dynasties llamada 2951630 (que es el ID de steam para Pharaoh Dynasties) que contiene mods, por ejemplo C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\2951630",
  "selectDynastiesFolder": "Seleccionar Carpeta Dynasties",
  "setFolderPathsManuallyDynasties": "¡El gestor de mods intentó obtener las ubicaciones de carpetas de Pharaoh Dynasties del Registro de Windows, pero no pudo encontrarlas! ¡Tendrá que configurarlas manualmente!",
  "setFolderPathsManuallyOptionallyDynasties": "El gestor de mods encontró automáticamente las rutas de carpetas de Pharaoh Dynasties del Registro de Windows, pero puede configurarlas manualmente aquí.",
  "chooseNewModTag": "Elegir etiqueta para el nuevo mod:",
  "upload": "Subir",
  "showHiddenSkills": "Mostrar Habilidades Ocultas",
  "showHiddenModifiersInsideSkills": "Mostrar Modificadores Ocultos Dentro de Habilidades",
  "options": "Opciones",
  "relaunchingGame": "Auto-relanzando juego (haga clic para cancelar)...",
  "queueUpRelaunchingGame": "Haga clic para poner en cola el relanzamiento del juego una vez que el juego esté cerrado.",
  "gameCurrentlyRunning": "¡El juego está ejecutándose actualmente!",
  "searchSaves": "Buscar Archivos Guardados",
  "searchInsidePacks": "Buscar Dentro de Packs",
  "searchInsidePacksMsg1": "Buscar texto dentro de packs habilitados.",
  "searchInsidePacksMsg2": "Busca tanto texto codificado ascii (claves DB) como unicode (locs). Puede tomar mucho tiempo con mods grandes o muchos mods.",
  "searchInsidePacksMsg3": "Usado cuando tiene una clave DB del visor de contexto del juego, o un pedazo de texto del juego o un nombre de archivo de script y quiere saber de qué mod es.",
  "search": "Buscar",
  "searchInsidePacksResults": "Packs Que Contienen Texto:",
  "searchInsidePacksDescription": "Buscar dentro de mods habilitados por texto.",
  "skillUnlockRequirementMultipleParents": "Disponible después de gastar NUM_SKILL_POINTS en el grupo anterior.",
  "skillUnlockRequirementParent": "Disponible después de desbloquear \"REQUIRED_SKILL\".",
  "skillUnlockWillLock": "Desbloquear esta habilidad bloqueará:",
  "checkSkillRequirements": "Verificar Requisitos de Habilidad",
  "holdCtrlToTerminateGame": "Mantenga Ctrl y haga clic para terminar el juego.",
  "skillUnlockRank": "Disponible en rango UNLOCK_RANK",
  "rank": "Rango",
  "setFolderPathsManuallyRome2": "¡El gestor de mods intentó obtener las ubicaciones de carpetas de Rome 2 del Registro de Windows, pero no pudo encontrarlas! ¡Tendrá que configurarlas manualmente!",
  "setFolderPathsManuallyOptionallyRome2": "El gestor de mods encontró automáticamente las rutas de carpetas de Rome 2 del Registro de Windows, pero puede configurarlas manualmente aquí.",
  "rome2": "Rome 2",
  "mainRome2Folder": "La carpeta principal de Rome 2 que contiene Three_Kingdoms.exe, por ejemplo C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Rome II",
  "rome2Folder": "Carpeta Rome 2:",
  "selectRome2Folder": "Seleccionar Carpeta Rome 2",
  "rome2ContentFolder": "La carpeta de contenido de Steam Workshop de Rome 2 llamada 214950 (que es el ID de steam para Rome 2) que contiene mods, por ejemplo C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\214950",
  "addedMod": "Mod agregado:",
  "resubscribing": "Re-suscribiendo a:",
  "queue": "Restante en cola:",
  "downloadingUpdate": "Descargando actualización...",
  "editCategories": "Editar Categorías",
  "addNewCategory": "Agregar Nueva Categoría",
  "enterCategoryName": "Ingrese nombre de categoría...",
  "add": "Agregar",
  "existingCategories": "Categorías Existentes",
  "categoryName": "Nombre de Categoría",
  "color": "Color",
  "actions": "Acciones",
  "setCategoryColor": "Establecer color de categoría",
  "save": "Guardar",
  "cancel": "Cancelar",
  "renameCategoryTooltip": "Renombrar categoría",
  "deleteCategoryTooltip": "Eliminar categoría",
  "noCategoriesFound": "No se encontraron categorías. Agregue una arriba para comenzar.",
  "close": "Cerrar",
  "updateReady": "Actualización Lista",
  "updateReadyMessage": "La actualización ha sido descargada. La aplicación ahora se cerrará y se actualizará automáticamente.",
  "updateFailed": "Actualización Falló",
  "updateNow": "Actualizar Ahora",
  "updateFailedMessage": "Falló al descargar o instalar actualización:",
  "errorSomethingWentWrong": "Algo salió mal:",
  "errorScreenshotInstructions": "Puede encontrar y reportar el error registrado dentro de %appdata%/wh3mm/logs/main.log",
  "removeBadge": "Quitar insignia",
  "noMatches": "SIN COINCIDENCIAS",
  "allMods": "Todos los mods",
  "colorBlue": "Azul",
  "colorEmerald": "Esmeralda",
  "colorRed": "Rojo",
  "colorAmber": "Ámbar",
  "colorPurple": "Púrpura",
  "colorRose": "Rosa",
  "colorTeal": "Verde azulado",
  "colorSlate": "Pizarra",
  "colorWhite": "Blanco",
  "colorLime": "Lima",
  "colorSky": "Cielo",
  "colorFuchsia": "Fucsia",
  "setCategoryColorTooltip": "Establecer color de {{category}} a {{color}}",
  "renamePackFiles": "Renombrar Archivos de Pack",
  "useRegularExpression": "Usar Expresión Regular",
  "searchPatternRegex": "Patrón de Búsqueda (Expresión Regular)",
  "searchText": "Texto de Búsqueda",
  "searchPatternPlaceholderRegex": "ej., (ovn_araby_)(.*)  o  old_name.*",
  "searchTextPlaceholder": "ej., ovn_araby_lords",
  "replaceWith": "Reemplazar Con",
  "replaceWithPlaceholderRegex": "ej., $1new_$2  o  new_name",
  "replaceWithPlaceholder": "ej., new_ovn_araby_lords",
  "pathFilterOptional": "Filtro de Ruta (Opcional)",
  "pathFilterPlaceholder": "ej., db  o  warscape_animated_tables  (deje vacío para todas las rutas)",
  "pathFilterDescription": "Solo renombrar archivos cuya ruta contenga este texto. Para \"db\\warscape_animated_tables\\file.txt\", podría usar \"db\" o \"warscape_animated_tables\"",
  "preview": "Vista Previa",
  "filesWillBeRenamed": "{{count}} archivos serán renombrados",
  "from": "DE:",
  "to": "A:",
  "noFilesMatch": "Ningún archivo coincide con el patrón de búsqueda",
  "enterSearchPattern": "Ingrese un patrón de búsqueda para previsualizar cambios",
  "invalidRegularExpression": "Expresión regular inválida",
  "renaming": "Renombrando...",
  "rename": "Renombrar",
  "renameNFiles": "Renombrar {{count}} Archivos",
  "testRename": "Prueba de Renombrado (Sin Cambios)",
  "noFilesToRename": "No Hay Archivos para Renombrar",
  "renamePackedFiles": "Renombrar Archivos Empaquetados",
  "setFolderPathsManuallyShogun2": "El administrador de mods intentó obtener las ubicaciones de las carpetas de Shogun 2 desde el Registro de Windows, ¡pero no pudo encontrarlas! ¡Deberás configurarlas manualmente!",
  "setFolderPathsManuallyOptionallyShogun2": "El administrador de mods encontró automáticamente las rutas de las carpetas de Shogun 2 desde el Registro de Windows, pero puedes configurarlas manualmente aquí.",
  "shogun2": "Shogun 2",
  "mainShogun2Folder": "La carpeta principal de Shogun 2 que contiene Three_Kingdoms.exe, por ejemplo C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War SHOGUN 2",
  "shogun2Folder": "Carpeta de Shogun 2:",
  "selectShogun2Folder": "Seleccionar carpeta de Shogun 2",
  "shogun2ContentFolder": "La carpeta de contenido de Steam Workshop de Shogun 2 llamada 201270 (que es la ID de Steam de Shogun 2) que contiene mods, por ejemplo C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\201270",
  "copyModToData": "Copiar mod a data"
}
