{
  "numModsEnabled_one": "{{count}} mod activé",
  "numModsEnabled_other": "{{count}} mods activés",
  "numModsHidden_one": "{{count}} de ces mods masqués",
  "numModsHidden_other": "{{count}} de ces mods masqués",
  "priorityTooltipOne": "Les mods avec un ordre inférieur ont une priorité plus élevée.",
  "priorityTooltipTwo": "Clic droit sur le numéro du mod pour réinitialiser ou ici pour tout réinitialiser.",
  "priorityTooltipThree": "Ne changez pas la priorité des mods à moins de vraiment savoir ce que vous faites !",
  "order": "Ordre",
  "pack": "Pack",
  "dataPacks": "Packs de données",
  "enabled": "Activé",
  "thumbnail": "Miniature",
  "name": "Nom",
  "author": "Auteur",
  "sortBySubscribedDate": "Clic droit pour trier par date d'abonnement",
  "sortByDataPacks": "Clic droit pour trier par packs de données",
  "enableOrDisableAll": "Clic droit pour activer ou désactiver tous les mods",
  "subscriptionTime": "Heure d'abonnement",
  "lastUpdated": "Dernière mise à jour",
  "movieModOne": "Le mod est de type mod cinématique.",
  "movieModTwo": "Les mods cinématiques ont toujours une haute priorité !",
  "movieModThree": "Toujours activé car situé dans le dossier WH3/data !",
  "coffee": "Offrez-moi un café :",
  "byAuthor": "par Prop Joe (Steam) / Shazbot (GitHub)",
  "about": "À propos",
  "compatHelpFilesOne": "Il est courant que les moddeurs utilisent le même fichier dans plusieurs mods, donc ils apparaîtront ici même si c'est tout à fait normal et intentionnel. Si les deux fichiers ont la même taille, il y aura une icône pour cela. Ce n'est pas la même chose que comparer leur contenu - par exemple, \"aaa\" et \"bbb\" ont la même taille - mais cette comparaison est beaucoup plus rapide et suffisante pour les fichiers.",
  "compatHelpTwo": "Dans le panneau, le mod \"parent\" (souligné) aura la priorité sauf si une STAR_ICON est à côté du nom du mod \"enfant\".",
  "compatHelpOne": "L'onglet Tables couvre les clés dans les tables de base de données qui entrent en conflit les unes avec les autres. Les tables de base de données sont généralement liées aux statistiques des unités. Par exemple, les sous-mods de refonte qui affectent les statistiques des unités auront toujours des collisions ici. Contrairement à l'onglet Fichiers, les noms de tables réels sont comparés pour déterminer la priorité, pas les noms de packs. Donc changer l'ordre de chargement n'affectera rien ici.",
  "compatHelpThree": "L'onglet Fichiers couvre les fichiers entiers qui se remplacent mutuellement, ceux-ci sont généralement liés aux visuels des unités : textures .dds, fichiers .wsmodel et .variantmeshdefinition qui définissent comment l'apparence d'une unité est construite en jeu. Le jeu utilisera le fichier du mod avec la priorité d'ordre de chargement la plus élevée, donc entre deux mods qui appliquent des changements visuels, le résultat en jeu dépendra de la priorité relative des deux mods.",
  "checkCompat": "Vérifier la compatibilité",
  "modCompatibility": "Compatibilité des mods",
  "enabledModsOnly": "Mods activés seulement",
  "files": "Fichiers",
  "tables": "Tables",
  "dbTable": "Table BD",
  "tableColumn": "Colonne de table",
  "help": "Aide",
  "collisionWith": "Collision avec",
  "in": "dans",
  "key": "clé",
  "readingAndComparingPacks": "Lecture et comparaison des packs...",
  "waitForReadingAndComparingPacks": "Veuillez attendre que tous les packs de mods aient été lus et comparés entre eux...",
  "presetsTooltip1": "Créez un nouveau préréglage en tapant son nom.",
  "presetsTooltip2": "Lors de la sélection d'un préréglage existant :",
  "presetsTooltip3": "Maintenez Shift pour ajouter les mods du préréglage aux mods actuels.",
  "presetsTooltip4": "Maintenez Ctrl pour supprimer les mods du préréglage des mods actuels.",
  "selectOrCreatePreset": "Sélectionner ou créer un préréglage :",
  "filter": "Filtre :",
  "deletePreset": "Supprimer le préréglage :",
  "replacePreset": "Remplacer le préréglage :",
  "editPresets": "Modifier les préréglages",
  "missing": "manquant :",
  "missingReqMods": "Mods requis manquants !",
  "outdatedOverwritingPacksTooltip": "Ces packs remplacent les données CA et ne doivent pas être utilisés lorsqu'ils sont obsolètes :",
  "outdatedOverwritingPacks": "Packs de remplacement obsolètes !",
  "overwrites": "remplace :",
  "packsWithOutdatedFiles": "Packs qui contiennent des fichiers obsolètes qui ont depuis été modifiés dans un patch :",
  "outdatedPacks": "Packs obsolètes !",
  "enabledMods": "Mods activés :",
  "outdatedMergedModsTooltip": "Certains mods fusionnés contiennent des mods obsolètes, mettez-les à jour (clic droit) ou créez un nouveau mod fusionné !",
  "outdatedMergedMods": "Mods fusionnés obsolètes !",
  "play": "Jouer",
  "continue": "Continuer",
  "dbViewer": "Visualiseur BD",
  "allMods": "Tous les mods",
  "enabledModsCapitalized": "Mods activés",
  "categories": "Catégories",
  "createSteamCollection": "Créer une collection Steam",
  "openSteamCollectionsPage": "Ouvrir la page Steam pour créer des collections de jeu",
  "openSteamCollectionsPageTooltip": "Ouvrir la page Steam pour créer des collections de jeu",
  "copyCollectionScript": "Copier le script de collection dans le presse-papiers",
  "copyCollectionScriptTooltip1": "Copie dans le presse-papiers un script pour remplir les mods actuellement activés dans une collection.",
  "copyCollectionScriptTooltip2": "Maintenez Shift si vous voulez copier tous les mods, pas seulement les mods activés.",
  "createSteamCollectionHelp1": "C'est un moyen d'exporter des mods dans une collection Steam. Ce n'est pas automatique et repose sur l'exécution d'un script console dans votre navigateur pour automatiser les pressions de boutons dans le navigateur.",
  "createSteamCollectionHelp2": "Ouvrez la page de création de nouvelle collection Steam Workshop dans un navigateur. Sur la première page, un nom de collection et une image miniature sont obligatoires. Sur la deuxième page où vous sélectionnez les mods à ajouter à la collection, appuyez sur Ctrl+Shift+I et basculez vers l'onglet console depuis les onglets en haut à droite :",
  "createSteamCollectionHelp3": "Collez le script que vous avez reçu en appuyant sur le bouton \"Copier le script de création dans le presse-papiers\" dans la console et appuyez sur Entrée :",
  "createSteamCollectionHelp4": "Deux boutons apparaîtront, l'un pour ajouter des mods à la collection et un bouton de réinitialisation qui supprime tous les mods ajoutés. Cliquez sur le bouton vert + qui apparaît et attendez que la page se recharge.",
  "configureFolderLocations": "Configurer les emplacements de dossiers",
  "setFolderPathsManuallyWH2": "Le gestionnaire de mods a essayé d'obtenir les emplacements de dossiers WH2 depuis le registre Windows, mais n'a pas pu les trouver ! Vous devrez les définir manuellement.",
  "setFolderPathsManuallyWH3": "Le gestionnaire de mods a essayé d'obtenir les emplacements de dossiers WH3 depuis le registre Windows, mais n'a pas pu les trouver ! Vous devrez les définir manuellement.",
  "setFolderPathsManuallyThreeKingdoms": "Le gestionnaire de mods a essayé d'obtenir les emplacements de dossiers Three Kingdoms depuis le registre Windows, mais n'a pas pu les trouver ! Vous devrez les définir manuellement.",
  "setFolderPathsManuallyOptionallyWH2": "Le gestionnaire de mods a automatiquement trouvé les chemins de dossiers WH2 depuis le registre Windows, mais vous pouvez les définir manuellement ici.",
  "setFolderPathsManuallyOptionallyWH3": "Le gestionnaire de mods a automatiquement trouvé les chemins de dossiers WH3 depuis le registre Windows, mais vous pouvez les définir manuellement ici.",
  "setFolderPathsManuallyOptionallyThreeKingdoms": "Le gestionnaire de mods a automatiquement trouvé les chemins de dossiers Three Kingdoms depuis le registre Windows, mais vous pouvez les définir manuellement ici.",
  "wh2": "Warhammer 2",
  "wh3": "Warhammer 3",
  "threeKingdoms": "Three Kingdoms",
  "attila": "Attila",
  "mainWH3Folder": "Le dossier principal Warhammer 3 qui contient Warhammer3.exe, par exemple C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER III",
  "mainWH2Folder": "Le dossier principal Warhammer 2 qui contient Warhammer2.exe, par exemple C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER II",
  "mainThreeKingdomsFolder": "Le dossier principal Three Kingdoms qui contient Three_Kingdoms.exe, par exemple C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War THREE KINGDOMS",
  "wh3Folder": "Dossier WH3 :",
  "wh2Folder": "Dossier WH2 :",
  "threeKingdomsFolder": "Dossier Three Kingdoms :",
  "selectWH3Folder": "Sélectionner le dossier WH3",
  "selectWH2Folder": "Sélectionner le dossier WH2",
  "selectThreeKingdomsFolder": "Sélectionner le dossier Three Kingdoms",
  "wh3ContentFolder": "Le dossier de contenu Steam Workshop Warhammer 3 nommé 1142710 (qui est l'ID Steam pour WH3) qui contient les mods, par exemple C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1142710",
  "wh2ContentFolder": "Le dossier de contenu Steam Workshop Warhammer 2 nommé 594570 (qui est l'ID Steam pour WH2) qui contient les mods, par exemple C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\594570",
  "threeKingdomsContentFolder": "Le dossier de contenu Steam Workshop Three Kingdoms nommé 779340 (qui est l'ID Steam pour 3K) qui contient les mods, par exemple C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\779340",
  "mainAttilaFolder": "Le dossier principal Attila qui contient Attila.exe, par exemple C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Attila",
  "attilaFolder": "Dossier Attila :",
  "attilaContentFolder": "Le dossier de contenu Steam Workshop Attila nommé 325610 (qui est l'ID Steam pour Attila) qui contient les mods, par exemple C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\325610",
  "selectAttilaFolder": "Sélectionner le dossier Attila",
  "setFolderPathsManuallyAttila": "Le gestionnaire de mods a essayé d'obtenir les emplacements de dossiers Attila depuis le registre Windows, mais n'a pas pu les trouver ! Vous devrez les définir manuellement !",
  "setFolderPathsManuallyOptionallyAttila": "Le gestionnaire de mods a automatiquement trouvé les chemins de dossiers Attila depuis le registre Windows, mais vous pouvez les définir manuellement ici.",
  "contentFolder": "Dossier de contenu :",
  "selectContentFolder": "Sélectionner le dossier de contenu",
  "setLoadOrderFor": "Définir l'ordre de chargement pour",
  "setLoadOrderMessage1": "Définir l'ordre de chargement pour ce mod. Changer les ordres de chargement est très rarement nécessaire dans WH3 et peut causer des problèmes de compatibilité non intentionnels entre les mods.",
  "setLoadOrderMessage2": "Laissez toujours l'ordre de chargement par défaut sauf si vous avez une très bonne raison !",
  "setLoadOrder": "Définir l'ordre de chargement",
  "goToWorkshopPage": "Aller à la page du workshop",
  "openInSteam": "Ouvrir dans Steam",
  "keepAlwaysEnabled": "Garder toujours activé",
  "keepAlwaysEnabledTooltip": "Le mod sera toujours activé, même lorsqu'il est masqué.",
  "hideFromListTooltip": "Le mod sera masqué de la liste et désactivé (sauf lorsqu'il est toujours activé).",
  "hideFromList": "Masquer de la liste",
  "showInExplorer": "Afficher dans l'explorateur",
  "showInRPFM": "Ouvrir dans RPFM",
  "openInViewer": "Ouvrir dans le visualiseur",
  "copyPathToClipboard": "Copier le chemin dans le presse-papiers",
  "updateModTooltip": "Télécharge la mise à jour vers le workshop. Doit déjà exister sur le workshop.",
  "updateMod": "Mettre à jour le mod",
  "fakeUpdatePackTooltip": "Ajoute un fichier whmm_update.txt au pack rempli de nombres hexadécimaux aléatoires, ou change les nombres si le fichier existe déjà. MISE À JOUR SVP",
  "fakeUpdatePack": "Fausse mise à jour du pack",
  "createBackupTooltip": "Crée une sauvegarde du pack dans un dossier whmm_backups qui se trouve au même endroit que le pack.",
  "createBackup": "Créer une sauvegarde",
  "forceDownload": "Forcer le téléchargement",
  "forceDownloadTooltip": "Forcer Steam à re-télécharger le mod.",
  "unsubscribe": "Se désabonner",
  "unsubscribeTooltip": "Se désabonner du mod dans Steam.",
  "reMergeTooltip": "Fusionner les mods à nouveau pour mettre à jour le pack fusionné avec les dernières versions des mods.",
  "reMerge": "Mettre à jour (Re-fusionner)",
  "deleteMod": "Supprimer",
  "deleteModTooltip": "Supprimer le pack fusionné.",
  "otherOptions": "Autres options",
  "modAuthorColumn": "Colonne auteur du mod",
  "forceReDownload": "Forcer le re-téléchargement",
  "forceDownloadMsg": "Forcer Steam à vérifier et télécharger la dernière version des mods activés s'ils sont obsolètes. Maintenez Shift pour télécharger tous les mods.",
  "contentVsData": "Mods de contenu vs mods de données",
  "contentVsDataMsg": "Les mods auxquels vous êtes abonné résident dans le dossier workshop (content), mais peuvent aussi être chargés depuis le dossier data. Ne touchez pas sauf si vous savez ce que vous faites !",
  "extraColumns": "Colonnes supplémentaires",
  "modThumbnailColumn": "Colonne miniature du mod",
  "closeOnPlay": "Fermer le gestionnaire au lancement",
  "copyToDataMsg1": "Copie les mods actuellement activés du content vers data.",
  "copyToDataMsg2": "Maintenez Shift si vous voulez copier tous les mods.",
  "copyToDataMsg3": "En tant que moddeur, cela peut remplacer votre mod dans data avec une version plus ancienne que vous avez dans content !",
  "copyToDataMsg4": "Les mods qui sont dans data auront un nom rouge dans le gestionnaire.",
  "copyToData": "Copier vers data",
  "cleanData": "Nettoyer data",
  "cleanDataMsg": "Supprime tous les mods dans data si ce mod existe déjà dans content. En tant que moddeur, cela peut supprimer une version plus récente de votre mod dans data !",
  "symLink": "Vous pouvez aussi les copier comme liens symboliques (fondamentalement un raccourci) donc ils ne prennent pas d'espace dupliqué. Ils seront aussi toujours à jour avec le mod content puisqu'ils sont juste un raccourci vers le mod actuel.",
  "newVersionAvailable": "Une nouvelle version est disponible au téléchargement.",
  "download": "Télécharger",
  "updateAvailable": "Mise à jour disponible",
  "loadSave": "Charger la sauvegarde",
  "loadModsFromSave": "Charger les mods depuis la sauvegarde",
  "modsInSaveNotEnabled": "Mods présents dans la sauvegarde mais pas actuellement activés",
  "modsInSaveAndEnabled": "Mods qui sont à la fois présents dans la sauvegarde et actuellement activés",
  "modsNotInSaveButEnabled": "Mods non présents dans la sauvegarde mais actuellement activés",
  "compareModsInSave": "Comparer les mods dans la sauvegarde",
  "comparingModsInSave": "Comparaison des mods dans la sauvegarde",
  "noMissingPacks": "Aucun pack manquant",
  "noExtraPacks": "Aucun pack supplémentaire",
  "noCommonPacks": "Aucun pack commun",
  "savedGames": "Sauvegardes",
  "missingRequiredMods": "Mods requis manquants",
  "onbWelcome": "Bienvenue et merci d'utiliser le gestionnaire de mods. Ce petit tutoriel vous familiarisera avec l'interface utilisateur.",
  "onbPresets": "Les préréglages vous permettent de sauvegarder une liste de mods pour pouvoir la charger plus tard.",
  "onbPresets1": "Tapez dans cette zone de texte pour créer un nouveau préréglage, ou utilisez le bouton déroulant pour sélectionner un préréglage plus ancien.",
  "onbPresets2": "Vous pouvez maintenir Shift en sélectionnant un préréglage pour créer une union des mods sélectionnés entre les mods actuellement activés et les mods activés dans le préréglage. (fondamentalement ajouter un préréglage)",
  "onbPresets3": "Vous pouvez maintenir Ctrl en sélectionnant un préréglage pour décocher tous les mods actuellement sélectionnés qui sont activés dans ce préréglage. (fondamentalement soustraire un préréglage)",
  "onbReplacePreset": "Sélectionnez un préréglage que vous voulez remplacer par la sélection actuelle de mods.",
  "onbDeletePreset": "Sélectionnez un préréglage que vous aimeriez supprimer.",
  "onbSorting1": "Les mods ont une priorité basée sur leur ordre, par défaut ceci est basé sur le nom des packs.",
  "onbSorting2": "Vous ne voulez généralement pas changer manuellement l'ordre puisque les moddeurs nomment déjà leurs packs pour accomplir cela automatiquement, comme lorsqu'ils mettent des points d'exclamation au début du nom du pack.",
  "onbSorting3": "Vous pouvez faire un clic droit sur l'en-tête Ordre pour réinitialiser l'ordre par défaut, et clic gauche pour trier les mods par ordre de mod.",
  "onbSorting4": "Quand vous êtes dans l'onglet Mods activés, vous pouvez utiliser l'icône de poignée pour glisser des mods individuels pour changer leur ordre.",
  "onbSorting5": "La poignée est visible en survolant un mod, et seulement quand tous les mods sont triés par ordre !",
  "onbSorting6": "Quand un mod est manuellement réordonné, son numéro d'ordre sera coloré en rouge. Vous pouvez faire un clic droit sur le numéro d'ordre de ce mod pour le réinitialiser.",
  "onbSorting7": "Clic gauche pour trier par mods activés.",
  "onbSorting8": "Vous pouvez faire un clic droit sur cet en-tête pour activer ou désactiver tous les mods.",
  "onbSorting9": "Si une case à cocher de mod est violette, cela signifie qu'un mod est toujours activé.",
  "onbPlay": "Démarrer le jeu avec les mods sélectionnés.",
  "onbContinue": "Continuer la dernière sauvegarde avec les mods sélectionnés.",
  "onbSaves": "Afficher toutes les sauvegardes du jeu pour sélectionner.",
  "reqAdmin": "Nécessite d'être exécuté en tant qu'administrateur !",
  "symLinkMsg1": "Crée des liens symboliques des mods actuellement activés du content vers data.",
  "symLinkMsg2": "Maintenez Shift si vous voulez créer des liens de tous les mods.",
  "symLinkMsg3": "Cela ne créera pas de liens de mods qui existent déjà dans data.",
  "symLinkMsg4": "Les mods qui sont des liens symboliques auront un nom bleu dans le gestionnaire.",
  "createSymLinks": "Créer des liens symboliques dans data",
  "cleanSymLinks": "Nettoyer les liens symboliques dans data",
  "cleanSymLinksMsg": "Supprime tous les liens symboliques dans data. Ne touchera pas les vrais mods qui ne sont pas des liens symboliques.",
  "unhideMods": "Afficher les mods que vous avez précédemment masqués :",
  "hiddenMods": "Mods masqués",
  "shareMods": "Partager les mods",
  "shareModsMsg": "Partager la liste actuelle de mods avec d'autres personnes pour le multijoueur :",
  "shareModLists": "Partager la liste de mods",
  "copyModNames": "Copier les noms des mods activés dans le presse-papiers :",
  "copyModList": "Copier la liste de mods",
  "createSteamCollectionMsg": "Créer une collection Steam à partir des mods activés :",
  "forModders": "Pour les moddeurs",
  "keepInSync": "Gardez ceux-ci synchronisés pour le MP !",
  "forCustomBattleTesting": "Pour les tests 1v1 en batailles personnalisées.",
  "makeCustomBattleGenerals": "Faire de toutes les unités des généraux de bataille personnalisée",
  "enableScriptLogging": "Activer la journalisation des scripts",
  "enableScriptLogging1": "Active la journalisation des scripts WH3.",
  "enableScriptLogging2": "Les journaux sont créés dans le dossier WH3.",
  "skipIntroMovies": "Ignorer les films d'introduction",
  "autoStartCustomBattles": "Démarrage automatique des batailles personnalisées",
  "autoStartCustomBattles1": "Pour les tests visuels répétitifs qui impliquent de redémarrer le jeu.",
  "autoStartCustomBattles2": "Configurez une bataille personnalisée une fois et activez ceci pour y entrer automatiquement.",
  "changeGameProcessPriority": "Changer la priorité du processus de jeu",
  "changeGameProcessPriority1": "Définit la priorité du processus de jeu sur élevée quand le jeu démarre.",
  "changeGameProcessPriority2": "Peut augmenter les performances et la stabilité lors du alt-tab.",
  "setFolderPaths": "Définir les chemins de dossiers",
  "setFolderPathsMsg": "Définir les chemins des dossiers de jeu et de contenu Steam Workshop.",
  "categoryFilter": "Filtre de catégorie",
  "categoriesFilter": "Filtre de catégories",
  "nameFilter": "Filtre de nom",
  "category": "Catégorie",
  "mergeMods": "Fusionner les mods",
  "mergeLoadExisting": "Charger existant :",
  "mergeLoadExistingMsg": "Charger les mods qui sont dans un mod fusionné existant.",
  "hideAlreadyMerged": "Ne pas afficher un mod s'il est à l'intérieur d'un pack fusionné activé.",
  "hideAlreadyMergedMsg": "Masquer déjà fusionné",
  "selectFirst": "Sélectionner d'abord",
  "modsToMerge": "mods à fusionner",
  "merge": "Fusionner",
  "size": "Taille",
  "cannotBeMergedDep": "Le mod ne peut pas être fusionné car il a une dépendance au niveau du pack avec un autre mod.",
  "mergeModsHelp1": "Ce panneau vous permet de fusionner des mods pour contourner la limite de mods. Il fusionne les mods sélectionnés en un nouveau .pack de mod et le place dans le dossier WH3/data. Les mods fusionnés ont aussi un fichier .json d'accompagnement avec le même nom, si vous renommez ou déplacez le mod fusionné, renommez ou déplacez aussi le fichier json. Les mods sont pré-triés par taille pour une fusion plus rapide.",
  "mergeModsHelp2": "Le mod fusionné n'aura pas les mêmes noms de fichiers que les mods fusionnés, ce qui peut affecter la priorité d'ordre de chargement, donc évitez de fusionner des mods qui nécessitent un bricolage manuel de l'ordre de chargement. Cela dit, ces types de mods devraient être incroyablement rares et en règle générale, vous ne devriez jamais toucher manuellement à l'ordre de chargement de toute façon !",
  "mergeModsHelp3": "Quand les mods sont mis à jour, le pack fusionné aura l'ancien mod obsolète à l'intérieur. Vous devriez obtenir un avertissement en rouge (il sera au-dessus du bouton Jouer) vous avertissant de cela et vous pouvez alors faire un clic droit sur le pack fusionné et utiliser l'option Mettre à jour (Re-fusionner) qui mettra à jour le pack fusionné. L'avertissement peut apparaître quand vous démarrez l'app mais disparaît une fois que nous obtenons des infos plus récentes du workshop, vous n'avez pas à le mettre à jour dans ce cas.",
  "mergeModsHelp4": "Vous pouvez laisser les mods qui ont été fusionnés activés dans le gestionnaire de mods, le gestionnaire les ignorera automatiquement s'ils sont déjà présents dans un mod fusionné que vous avez activé. Ceci dépend du fichier .json, s'il manque vous devrez désactiver ces mods ou le jeu plantera puisqu'il n'aime pas les fichiers dupliqués dans les mods.",
  "language": "Langue :",
  "customize": "Personnaliser",
  "groupingsUnitPermissions": "Unités, par groupe",
  "buildingsPermissions": "Bâtiments",
  "unit": "Unité",
  "unitKeySortTableOrder": "(Ordre par défaut)",
  "owner": "Propriétaire",
  "group": "Groupe",
  "allowed": "Autorisé",
  "factionsUnitPermissions": "Unités, par faction",
  "uniqueAgentsPermissions": "Seigneurs légendaires et héros",
  "agentSubtype": "Sous-type d'agent",
  "campaignGroup": "Groupe de campagne",
  "agentsPermissions": "Seigneurs et héros",
  "agentSubtypeAndType": "Sous-type d'agent (Type d'agent)",
  "faction": "Faction",
  "Building": "Bâtiment",
  "Game": "Jeu",
  "cultureSubcultureFaction": "Culture, sous-culture, faction (Les 3 optionnels)",
  "modCustomizationHelp1": "Ce panneau vous permet de personnaliser les mods, actuellement vous pouvez désactiver les unités, bâtiments et agents (seigneurs et héros).",
  "modCustomizationHelp2": "La façon dont le jeu gère les permissions d'unité, une unité peut avoir une permission de groupe (qui peut affecter plusieurs factions) ou une permission par faction, ou les deux. Pour des raisons de stabilité du jeu, seules les permissions de groupe peuvent être désactivées. Notez que cela n'affectera pas les batailles personnalisées puisque cela utilise un système différent !",
  "modCustomizationHelp3": "Les agents génériques (seigneurs et héros) sont liés aux groupes de campagne et vous pouvez les désactiver de cette façon, sauf pour les agents légendaires qui ont leur propre onglet.",
  "modCustomizationHelp4": "Le gestionnaire personnalise un mod en créant une copie du pack, avec les changements nécessaires, à l'intérieur d'un nouveau sous-dossier 'whmm_overwrites' à l'intérieur de votre dossier WH3 à chaque fois que vous démarrez le jeu. Notez que ces copies ne sont actuellement jamais supprimées ou nettoyées. Je ne suis pas sûr de comment cela affecte le multijoueur mais il est probable que vous obtiendrez des avertissements de 'versions différentes' puisque le jeu pense que vos packs sont différents même quand ils ne le sont pas, mais je ne suis pas sûr. Supprimer la personnalisation pour un mod vous donnera aussi un avertissement lors du chargement d'une sauvegarde que le pack manque puisque nous utilisons maintenant le pack de mod original, pas la version personnalisée de celui-ci, mais vous pouvez ignorer cela.",
  "importSteamCollection": "Importer une collection Steam",
  "importSteamCollectionMsg1": "URL de la collection Steam, par exemple",
  "importSteamCollectionMsg2": "https://steamcommunity.com/sharedfiles/filedetails/?id=3137780509",
  "Import": "Importer",
  "importSteamCollectionDisableOtherMods": "Désactiver les mods qui ne sont pas dans la collection",
  "importSteamCollectionDisableOtherModsMsg": "Désactiver les mods actuellement activés.",
  "importSteamCollectionUseLoadOrder": "Importer avec un ordre de chargement explicite",
  "importSteamCollectionUseLoadOrderMsg": "Importer avec l'ordre de chargement explicite comme ordonné dans la collection. Cela devrait être fortement évité puisque vous ne voulez généralement pas bricoler avec l'ordre de chargement de tous les mods, seulement ceux qui en ont vraiment besoin. Utiliser les codes Partager mods est recommandé puisque ceux-ci vous permettent de définir quels mods individuels nécessitent un ordre de chargement personnalisé. Recommandé seulement si vous prévoyez d'utiliser seulement les mods dans la collection, et de ne pas ajouter d'autres mods.",
  "importSteamCollectionPresetName": "Nom du préréglage :",
  "importSteamCollectionUsePresetLoadOrderMsg": "Importer avec l'ordre de chargement explicite comme ordonné dans la collection. Mêmes notes que ci-dessus, évitez dans la plupart des cas.",
  "importSteamCollectionImportIntoPreset": "Importer dans un préréglage",
  "importSteamCollectionPresetNameMsg1": "Nom du nouveau préréglage, laissez vide pour utiliser le nom de la collection.",
  "importSteamCollectionPresetNameMsg2": "Un préréglage avec ce nom existe déjà et sera remplacé.",
  "importSteamCollectionEnableCollectionMods": "Importer dans la liste de mods actuelle",
  "importSteamCollectionOptionsMsg": "Importer des mods depuis une collection Steam :",
  "createdPreset": "Préréglage créé :",
  "failedFetchingSteamCollection": "Échec de la récupération de la collection Steam !",
  "importedModsFromSteamCollection": "Mods importés depuis la collection Steam !",
  "releaseNotes": "Notes de version",
  "faqFirstH": "Comment le gestionnaire de mods interagit-il avec le jeu ?",
  "faqFirstC": "Le gestionnaire de mods fonctionne de la même manière que le lanceur CA, il crée un fichier texte avec une liste de mods activés puis lance WH3.exe avec un argument de lancement : le nom dudit fichier texte. Le lanceur CA et le gestionnaire de mods utilisent tous deux used_mods.txt qui se trouve dans le même dossier où se trouve wh3.exe.",
  "faqSecondH": "Comment fonctionne la compatibilité multijoueur ?",
  "faqSecondC": "Les deux joueurs doivent avoir les mêmes mods activés, avec le même ordre de chargement. Si l'un des mods est obsolète parce que Steam n'a pas téléchargé une mise à jour de mod pour l'un des joueurs, le jeu se plaindra aussi. Les mods doivent aussi être au même endroit, donc vous ne pouvez pas avoir des mods dans le dossier data avec l'autre joueur les ayant dans le dossier content. Une vérification rapide serait de comparer vos fichiers used_mods.txt, ils devraient être identiques.",
  "faqThirdH": "Mods de contenu vs mods de données ?",
  "faqThirdC1": "Ceux-ci se réfèrent aux 2 dossiers depuis lesquels les mods sont généralement chargés.",
  "faqThirdC2": "Le dossier Content est où Steam sauvegarde les mods auxquels vous êtes abonné, pour WH3 cela pourrait être C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1142710, où 1142710 est l'ID Steam pour WH3. Le dossier Data est dans le dossier de jeu (par exemple C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER III\\data) et contient aussi les fichiers .pack vanilla comme data.pack.",
  "faqThirdC3": "Le dossier Data est principalement utilisé par les moddeurs qui mettent leurs fichiers .pack là quand ils travaillent sur leurs mods. Il y a un bénéfice de performance en temps de chargement si vous mettez tous vos mods dans le dossier data au lieu des sous-dossiers content, ma supposition est due au fait d'avoir moins d'emplacements de recherche de dossiers pour les ressources, c'est quelque chose que CA devrait espérablement corriger. C'est pourquoi il y a des options pour cela dans Autres options.",
  "faqThirdC4": "Utiliser le bouton Copier vers Data dans Autres options copiera les mods vers data et ils auront une couleur rouge dans le gestionnaire. Mais si un mod est mis à jour, la version mise à jour sera dans le dossier content donc vous devrez utiliser le bouton à nouveau. Cela peut aussi être utilisé comme un moyen de garder tous vos mods non mis à jour quand une mise à jour de jeu arrive.",
  "faqThirdC5": "Utiliser Créer des liens symboliques dans data est un moyen d'avoir des mods dans data, tout en les ayant aussi synchronisés avec les mods content, donc ils sont toujours à jour mais vous obtenez certains bénéfices de performance. Les liens symboliques sont une fonctionnalité Windows, fondamentalement des raccourcis avancés.",
  "faqFourthH": "Devrais-je changer mon ordre de chargement ?",
  "faqFourthC1": "Vous devriez toujours laisser l'ordre de chargement par défaut et ne pas le changer manuellement sauf si explicitement dit de le faire par un moddeur. Les moddeurs ont plusieurs méthodes qu'ils utilisent pour s'assurer que leurs mods fonctionnent comme ils le devraient en utilisant l'ordre de chargement par défaut.",
  "faqFourthC2": "Si vous avez des mods purement visuels qui changent la même unité, vous pourriez essayer de changer l'ordre de chargement, mais sinon changer l'ordre de chargement est TRÈS peu probable de résoudre d'autres problèmes de mods ou bugs en jeu, et peut causer l'apparition de nouveaux.",
  "faqFifthH": "Comment fonctionnent les mods et l'ordre de chargement ?",
  "faqFifthC1": "Les mods avec un numéro d'ordre inférieur ont une priorité plus élevée. Par défaut, les mods sont ordonnés alphanumériquement par leur nom. Les moddeurs nomment leurs mods et utilisent des préfixes comme ! pour atteindre l'ordre de chargement qu'ils veulent que leur mod ait.",
  "faqFifthC2": "(Voir Qu'est-ce qu'un fichier pack ? ci-dessus) Les fichiers de base de données dans un pack ont une priorité basée sur le nom que le moddeur a donné à ce fichier. C'est un nom INTERNE pour un fichier spécifique à l'intérieur du mod qui n'a rien à voir avec le nom du mod. Donc si vous avez 2 mods qui changent les statistiques d'unité des épéistes de l'Empire, le mod avec la priorité de FICHIER DE BASE DE DONNÉES la plus élevée (dictée en comparant les noms des 2 fichiers) sera celui qui appliquera ses statistiques d'unité. Cela utilise le nom INTERNE du fichier de base de données, PAS LE NOM DU MOD/PACK. Changer l'ordre de chargement de ces 2 mods ne fait RIEN dans ce cas ! L'ordre de chargement est la même chose que changer le nom EXTERNE du fichier de mod, mais ici nous devrions changer le fichier INTERNE du fichier de base de données spécifique du mod, quelque chose que l'ordre seigneur ne peut rien faire.",
  "faqFifthC3": "D'autre part, pour les fichiers individuels qui ne sont pas des fichiers de base de données, la priorité du mod compte. Ici deux mods peuvent changer par exemple la même texture ou le même fichier d'interface utilisateur et le mod avec la priorité la plus élevée (ordre inférieur) sera celui qui appliquera ses changements.",
  "faqFifthC4": "Beaucoup de ces fichiers individuels sont liés à la façon dont les visuels d'unité sont construits en jeu, donc si vous avez 2 mods visuels qui changent tous deux les visuels des épéistes de l'Empire, changer l'ordre de chargement pour eux pourrait dicter quels visuels vous finissez par avoir en jeu.",
  "faqFifthC5": "Il y a plus de nuance ici, par exemple, un moddeur peut utiliser une façon de base de données pour changer complètement les visuels des épéistes de l'Empire en disant au jeu d'utiliser un nouveau fichier .variantmeshdefinition pour les épéistes de l'Empire, et tout autre mod qui remplace un .variantmeshdefinition existant des épéistes de l'Empire ne ferait rien dans ce cas, peu importe l'ordre de chargement.",
  "faqFifthC6": "Un mod de traduction ne devrait JAMAIS vous demander de changer l'ordre de chargement manuellement, si un moddeur vous dit de faire cela, dites-lui de donner à son fichier .loc dans le mod de traduction une priorité plus élevée que le .loc original (il peut faire cela en ajoutant ! devant le nom .loc)",
  "faqSixthH": "Qu'est-ce qu'un fichier pack ?",
  "faqSixthC": "Les moddeurs utilisent \"mod\" et \"pack\" de manière interchangeable. Chaque mod vient dans un seul fichier .pack, vous pouvez y penser comme un fichier zip (même s'il n'est pas compressé) qui contient des fichiers à l'intérieur. À l'intérieur d'un pack il y a une portion Base de données avec des fichiers remplis de données tabulaires que le jeu peut utiliser, et une portion fichier avec divers fichiers que le jeu sait comment utiliser comme des textures et des formats de fichiers CA personnalisés comme des animations, modèles, et ainsi de suite.",
  "faqSeventhH": "Pourquoi mes mods sont-ils en rouge dans le gestionnaire ?",
  "faqSeventhC": "Si un nom de mod est en rouge, cela signifie que le mod est situé dans le dossier data. Si vous exécutez le gestionnaire de mods Kaedrin, il copie automatiquement les mods vers data, donc c'est une raison possible. Vous pouvez utiliser le bouton Effacer Data dans Autres options pour les supprimer de data.",
  "faqEightH": "Comment réinitialiser mon ordre de chargement ?",
  "faqEightC": "Vous pouvez réinitialiser l'ordre de chargement par défaut pour tous les mods en faisant un clic droit sur l'en-tête de colonne Ordre. Ou pour des mods individuels, faire un clic droit sur leur numéro d'ordre.",
  "faqNinthH": "Comment changer l'ordre de chargement ?",
  "faqNinthC1": "Vous pouvez changer l'ordre de chargement dans l'onglet Mods activés. Vous pouvez basculer vers cet onglet en utilisant le bouton en haut à gauche ou en utilisant Ctrl+2. L'interface utilisateur n'est pas géniale, mais requise en raison de l'ordre de chargement étant relatif aux autres mods activés, aussi pourquoi la plupart des gestionnaires de mods utilisent 2 listes de mods.",
  "faqNinthC2": "Rappelez-vous aussi que l'ordre de chargement est quelque chose avec lequel vous ne devriez pas bricoler manuellement dans WH3, sauf dans des circonstances très rares. Si vous n'êtes pas sûr, vous feriez mieux de le laisser par défaut, changer l'ordre de chargement n'est pas quelque chose qui corrigera des problèmes de mods ou des bugs dans WH3.",
  "faqTenthH": "Pourquoi ne marquez-vous pas les mods comme obsolètes comme le lanceur CA ?",
  "faqTenthC": "Le lanceur CA marque automatiquement tous les mods comme obsolètes après chaque patch majeur. Cette façon est complètement inutile, en tant que moddeur la plupart de mes mods n'ont jamais été affectés du tout par aucun des patchs. Ce gestionnaire de mods a un vérificateur plus intelligent qui regarde à l'intérieur des mods pour voir s'ils ont des fichiers/tables qui pourraient être obsolètes. Cela ne peut pas attraper tous les problèmes mais peut attraper de gros changements cassants par les patchs.",
  "faqEleventhsH": "Le gestionnaire de mods utilise beaucoup de mémoire ?",
  "faqEleventhsC": "Le gestionnaire de mods exécute une analyse des mods activés pour vérifier s'ils ont des fichiers/tables qui pourraient être obsolètes ou pour alimenter d'autres fonctionnalités comme la personnalisation de mod, et cela peut consommer beaucoup de mémoire selon quels mods vous avez activés. Toute cette mémoire est supprimée quand le jeu est lancé pour éviter des problèmes de performance.",
  "faq": "Foire aux questions",
  "faqAbbreviated": "FAQ",
  "instructions": "Instructions",
  "knownIssues": "Problèmes connus",
  "faqIssuesFirstH": "Le jeu ne se lance pas en cliquant sur Jouer",
  "faqIssuesFirstC": "Ceci est causé par des problèmes de permissions de fichier, le gestionnaire de mods n'a pas les permissions pour lancer WH3. Mettez le dossier du gestionnaire de mods à l'intérieur du dossier WH3 ou changez le propriétaire du dossier du gestionnaire de mods.",
  "faqIssuesSecondH": "Jouer lance le lanceur CA au lieu du jeu",
  "faqIssuesSecondC": "Pas sûr de la cause. J'ai eu des rapports que ce problème disparaît donc essayez de redémarrer le PC ou Steam. Essayez d'ajouter l'exe du gestionnaire de mods dans Steam comme un jeu non-Steam et de le lancer de cette façon. Veuillez signaler si vous avez plus d'informations.",
  "faqIssuesThirdH": "Tentative de lancement avec les paramètres optionnels erreur Steam lors du lancement",
  "faqIssuesThirdC": "Essayez d'exécuter le jeu en utilisant le lanceur vanilla d'abord puis en utilisant le gestionnaire, cela le corrige généralement. Si cela ne fonctionne pas, vous pouvez essayer d'ajouter l'exe du gestionnaire de mods dans Steam comme un jeu non-Steam et de le lancer de cette façon.",
  "readingPack": "Lecture du pack :",
  "finishedReadingPack": "Lecture du pack terminée :",
  "comparingFilesInPacks": "Comparaison des fichiers <firstPackName> avec <secondPackName>...",
  "comparingKeysInPacks": "Comparaison des clés de table <firstPackName> avec d'autres mods...",
  "missingKeys": "Clés manquantes",
  "missingKeyTableAndColumn": "Table et colonne de la clé manquante",
  "missingDBKey": "Clé BD manquante",
  "missingKeyIsReferencedIn": "est référencée dans <originFileSuffix>, colonne <originFieldName>",
  "compatHelpFour": "L'onglet Clés manquantes recherche des références de base de données manquantes (clés) dans les mods. Les tables BD se référencent mutuellement par des colonnes de clés, donc par exemple il y a une table de base de données qui donne des attributs comme incassable aux unités, donc cette table doit référencer à la fois la table des unités et la table des attributs. Donc si cette table a une ligne qui dit donner à l'unité 'Épéistes de l'Empire' incassable alors cela signifie que dans la table des unités les Épéistes de l'Empire doivent exister. Les clés BD manquantes peuvent être causées par des mises à jour de jeu ou des mods de dépendance manquants. S'ils manquent, le jeu ne démarrera pas du tout.",
  "compatHelpFive": "L'onglet Clés dupliquées recherche des clés Id dupliquées parmi tous les mods. Si un mod remplace toute la ligne avec des données changées, une telle duplication est normale et intentionnelle, par exemple pour un mod et son sous-mod ou un mod qui veut changer les données de jeu vanilla. Mais celles-ci peuvent aussi être un cas de moddeurs copiant-collant une ligne et oubliant de changer l'id.",
  "noFileCollisionsFound": "Aucune collision de fichier trouvée !",
  "noDBKeyCollisionsFound": "Aucune collision de clé de base de données trouvée !",
  "noMissingDBKeysFound": "Aucune clé de base de données manquante trouvée !",
  "enableAll": "Activer tout",
  "disableAll": "Désactiver tout",
  "addCategory": "Ajouter une catégorie :",
  "addCategoryHelp1": "Maintenez Ctrl pour supprimer la catégorie.",
  "addCategoryHelp2": "Maintenez Ctrl+Shift pour remplacer toutes les catégories.",
  "duplicateKeys": "Clés dupliquées",
  "noDuplicateKeysFound": "Aucune clé dupliquée trouvée !",
  "packName": "Nom du pack",
  "duplicateDBKey": "Clé BD dupliquée",
  "bisectModList": "Diviser la liste de mods",
  "bisectModListRandomly": "Diviser la liste de mods aléatoirement",
  "bisectModListMsg": "Pour tester votre liste de mods. Diviser la liste de mods actuelle en 2 nouveaux préréglages. Vous pouvez alors sélectionner un préréglage et le tester, ainsi que le diviser à nouveau. Notez que si l'un de vos mods a un ordre de chargement personnalisé, tous les mods dans les nouveaux préréglages auront un ordre de chargement.",
  "bisectModListRandomMsg": "Sélectionne des mods au hasard pour les nouveaux préréglages.",
  "duplicateListenerNames": "Noms d'écouteur dupliqués",
  "noDuplicateListenerNamesFound": "Aucun nom d'écouteur dupliqué trouvé !",
  "fileErrors": "Erreurs de fichier",
  "noFileErrorsFound": "Aucune erreur de fichier trouvée !",
  "packFileName": "Nom du fichier à l'intérieur du mod/pack",
  "fileInsidePack": "Fichier à l'intérieur du pack : <PACKNAME>",
  "duplicateListenerName": "Nom d'écouteur dupliqué",
  "line": "Ligne",
  "column": "Colonne",
  "compatHelpSix": "L'onglet Noms d'écouteur dupliqués recherche des noms d'écouteur dupliqués ajoutés via 'core:add_listener' à l'intérieur des scripts Lua. Ce n'est généralement pas un problème sauf s'il y a aussi un core:remove_listener impliqué en raison du copier-coller d'un autre script. Néanmoins, ne pas avoir de noms d'écouteur dupliqués est toujours une bonne pratique.",
  "compatHelpSeven": "L'onglet Erreurs de fichier analyse les fichiers Lua et XML (cela inclut variantmeshdefinitions) pour des erreurs de syntaxe. Pour Lua cela ne peut pas attraper les erreurs d'exécution mais peut attraper certains problèmes. Certaines erreurs XML peuvent aussi être un non-problème en jeu parce que l'analyseur XML en jeu est très tolérant du XML mal formé.",
  "compatHelpEight": "L'onglet Fichiers manquants liste les fichiers qui sont référencés dans un autre fichier, mais n'existent pas réellement. Il est possible que ce ne soit pas un problème puisque les mods peuvent contenir des fichiers inutilisés. Icônes pour les types de fichiers :",
  "forceResubscribe": "Forcer le réabonnement",
  "forceResubscribeMsg": "Forcer Steam à se désabonner puis se réabonner aux mêmes mods, ce qui supprime et télécharge les mods. Dans les cas où Forcer le re-téléchargement n'est pas suffisant. Par défaut c'est pour les mods activés, maintenez Shift pour tous les mods. Je recommande de faire une collection comme sauvegarde au préalable, option pour cela ci-dessous. Prend beaucoup de temps si vous avez beaucoup de mods.",
  "collapseAll": "Tout réduire",
  "expandAll": "Tout développer",
  "sameFileSize": "Les deux fichiers ont la même taille",
  "processingMods": "Traitement des mods...",
  "uploadingMod": "Téléchargement du mod...",
  "failedUpdatingMod": "Échec de la mise à jour du mod !",
  "modUpdated": "Mod mis à jour !",
  "needsToAcceptSteamWorkshopAgreement": "Vous devez accepter les termes et conditions de Steam Workshop !",
  "uploadModTooltip": "Télécharge le mod vers le workshop.",
  "uploadMod": "Télécharger le mod",
  "modCreated": "Mod créé",
  "failedUploadingMod": "Échec du téléchargement du mod !",
  "missingModThumbnail": "Miniature de mod manquante !",
  "thumbnailTooBig": "La taille de la miniature est trop grande !",
  "compatCheckVanillaPacksMsg": "Lors de l'exécution de la vérification de compatibilité, les fichiers de jeu vanilla doivent-ils être analysés aussi. Laissez désactivé généralement, utile seulement pour les personnes trouvant et corrigeant des problèmes vanilla.",
  "compatCheckVanillaPacks": "Vérification de compatibilité des packs vanilla",
  "troy": "Troy",
  "mainTroyFolder": "Le dossier principal Troy qui contient Troy.exe, par exemple C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Troy",
  "troyFolder": "Dossier Troy :",
  "troyContentFolder": "Le dossier de contenu Steam Workshop Troy nommé 1099410 (qui est l'ID Steam pour Troy) qui contient les mods, par exemple C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1099410",
  "selectTroyFolder": "Sélectionner le dossier Troy",
  "setFolderPathsManuallyTroy": "Le gestionnaire de mods a essayé d'obtenir les emplacements de dossiers Troy depuis le registre Windows, mais n'a pas pu les trouver ! Vous devrez les définir manuellement !",
  "setFolderPathsManuallyOptionallyTroy": "Le gestionnaire de mods a automatiquement trouvé les chemins de dossiers Troy depuis le registre Windows, mais vous pouvez les définir manuellement ici.",
  "pharaoh": "Pharaoh",
  "mainPharaohFolder": "Le dossier principal Pharaoh qui contient Pharaoh.exe, par exemple C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Pharaoh",
  "pharaohFolder": "Dossier Pharaoh :",
  "pharaohContentFolder": "Le dossier de contenu Steam Workshop Pharaoh nommé 1937780 (qui est l'ID Steam pour Pharaoh) qui contient les mods, par exemple C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1937780",
  "selectPharaohFolder": "Sélectionner le dossier Pharaoh",
  "setFolderPathsManuallyPharaoh": "Le gestionnaire de mods a essayé d'obtenir les emplacements de dossiers Pharaoh depuis le registre Windows, mais n'a pas pu les trouver ! Vous devrez les définir manuellement !",
  "setFolderPathsManuallyOptionallyPharaoh": "Le gestionnaire de mods a automatiquement trouvé les chemins de dossiers Pharaoh depuis le registre Windows, mais vous pouvez les définir manuellement ici.",
  "noMissingFilesFound": "Aucun fichier manquant trouvé !",
  "missingFiles": "Fichiers manquants",
  "skillsViewer": "Compétences",
  "dynasties": "Pharaoh Dynasties",
  "mainDynastiesFolder": "Le dossier principal Dynasties qui contient Pharaoh.exe, par exemple C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War PHARAOH DYNASTIES",
  "dynastiesFolder": "Dossier Dynasties :",
  "dynastiesContentFolder": "Le dossier de contenu Steam Workshop Dynasties nommé 2951630 (qui est l'ID Steam pour Pharaoh Dynasties) qui contient les mods, par exemple C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\2951630",
  "selectDynastiesFolder": "Sélectionner le dossier Dynasties",
  "setFolderPathsManuallyDynasties": "Le gestionnaire de mods a essayé d'obtenir les emplacements de dossiers Pharaoh Dynasties depuis le registre Windows, mais n'a pas pu les trouver ! Vous devrez les définir manuellement !",
  "setFolderPathsManuallyOptionallyDynasties": "Le gestionnaire de mods a automatiquement trouvé les chemins de dossiers Pharaoh Dynasties depuis le registre Windows, mais vous pouvez les définir manuellement ici.",
  "chooseNewModTag": "Choisissez un tag pour le nouveau mod :",
  "upload": "Télécharger",
  "showHiddenSkills": "Afficher les compétences cachées",
  "showHiddenModifiersInsideSkills": "Afficher les modificateurs cachés à l'intérieur des compétences",
  "options": "Options",
  "relaunchingGame": "Relancement automatique du jeu (cliquez pour annuler)...",
  "queueUpRelaunchingGame": "Cliquez pour mettre en file d'attente le relancement du jeu une fois que le jeu est fermé.",
  "gameCurrentlyRunning": "Le jeu est actuellement en cours d'exécution !",
  "searchSaves": "Rechercher des fichiers de sauvegarde",
  "searchInsidePacks": "Rechercher à l'intérieur des packs",
  "searchInsidePacksMsg1": "Rechercher du texte à l'intérieur des packs activés.",
  "searchInsidePacksMsg2": "Recherche à la fois le texte encodé ascii (clés BD) et unicode (locs). Peut prendre beaucoup de temps avec de gros mods ou beaucoup de mods.",
  "searchInsidePacksMsg3": "Utilisé quand vous avez une clé BD du visualiseur de contexte en jeu, ou un morceau de texte en jeu ou un nom de fichier de script et vous voulez savoir de quel mod il vient.",
  "search": "Rechercher",
  "searchInsidePacksResults": "Packs qui contiennent le texte :",
  "searchInsidePacksDescription": "Rechercher à l'intérieur des mods activés pour du texte.",
  "skillUnlockRequirementMultipleParents": "Disponible après avoir dépensé NUM_SKILL_POINTS dans le groupe précédent.",
  "skillUnlockRequirementParent": "Disponible après avoir débloqué \"REQUIRED_SKILL\".",
  "skillUnlockWillLock": "Débloquer cette compétence verrouillera :",
  "checkSkillRequirements": "Vérifier les exigences de compétence",
  "holdCtrlToTerminateGame": "Maintenez Ctrl et cliquez pour terminer le jeu.",
  "skillUnlockRank": "Disponible au rang UNLOCK_RANK",
  "rank": "Rang",
  "setFolderPathsManuallyRome2": "Le gestionnaire de mods a essayé d'obtenir les emplacements de dossiers Rome 2 depuis le registre Windows, mais n'a pas pu les trouver ! Vous devrez les définir manuellement !",
  "setFolderPathsManuallyOptionallyRome2": "Le gestionnaire de mods a automatiquement trouvé les chemins de dossiers Rome 2 depuis le registre Windows, mais vous pouvez les définir manuellement ici.",
  "rome2": "Rome 2",
  "mainRome2Folder": "Le dossier principal Rome 2 qui contient Three_Kingdoms.exe, par exemple C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Rome II",
  "rome2Folder": "Dossier Rome 2 :",
  "selectRome2Folder": "Sélectionner le dossier Rome 2",
  "rome2ContentFolder": "Le dossier de contenu Steam Workshop Rome 2 nommé 214950 (qui est l'ID Steam pour Rome 2) qui contient les mods, par exemple C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\214950",
  "addedMod": "Mod ajouté :",
  "resubscribing": "Réabonnement à :",
  "queue": "Restant dans la file d'attente :",
  "downloadingUpdate": "Téléchargement de la mise à jour...",
  "editCategories": "Modifier les catégories",
  "addNewCategory": "Ajouter une nouvelle catégorie",
  "enterCategoryName": "Entrez le nom de la catégorie...",
  "add": "Ajouter",
  "existingCategories": "Catégories existantes",
  "categoryName": "Nom de la catégorie",
  "color": "Couleur",
  "actions": "Actions",
  "setCategoryColor": "Définir la couleur de la catégorie",
  "save": "Sauvegarder",
  "cancel": "Annuler",
  "renameCategoryTooltip": "Renommer la catégorie",
  "deleteCategoryTooltip": "Supprimer la catégorie",
  "noCategoriesFound": "Aucune catégorie trouvée. Ajoutez-en une ci-dessus pour commencer.",
  "close": "Fermer",
  "updateReady": "Mise à jour prête",
  "updateReadyMessage": "La mise à jour a été téléchargée. L'application va maintenant se fermer et se mettre à jour automatiquement.",
  "updateFailed": "Échec de la mise à jour",
  "updateNow": "Mettre à jour maintenant",
  "updateFailedMessage": "Échec du téléchargement ou de l'installation de la mise à jour :",
  "errorSomethingWentWrong": "Quelque chose s'est mal passé :",
  "errorScreenshotInstructions": "Vous pouvez trouver et signaler l'erreur enregistrée dans %appdata%/wh3mm/logs/main.log",
  "removeBadge": "Supprimer le badge",
  "noMatches": "AUCUNE CORRESPONDANCE",
  "allMods": "Tous les mods",
  "colorBlue": "Bleu",
  "colorEmerald": "Émeraude",
  "colorRed": "Rouge",
  "colorAmber": "Ambre",
  "colorPurple": "Violet",
  "colorRose": "Rose",
  "colorTeal": "Sarcelle",
  "colorSlate": "Ardoise",
  "colorWhite": "Blanc",
  "colorLime": "Citron vert",
  "colorSky": "Ciel",
  "colorFuchsia": "Fuchsia",
  "setCategoryColorTooltip": "Définir la couleur de {{category}} sur {{color}}",
  "renamePackFiles": "Renommer les fichiers pack",
  "useRegularExpression": "Utiliser une expression régulière",
  "searchPatternRegex": "Motif de recherche (expression régulière)",
  "searchText": "Texte de recherche",
  "searchPatternPlaceholderRegex": "par ex., (ovn_araby_)(.*)  ou  old_name.*",
  "searchTextPlaceholder": "par ex., ovn_araby_lords",
  "replaceWith": "Remplacer par",
  "replaceWithPlaceholderRegex": "par ex., $1new_$2  ou  new_name",
  "replaceWithPlaceholder": "par ex., new_ovn_araby_lords",
  "pathFilterOptional": "Filtre de chemin (optionnel)",
  "pathFilterPlaceholder": "par ex., db  ou  warscape_animated_tables  (laisser vide pour tous les chemins)",
  "pathFilterDescription": "Renommer seulement les fichiers dont le chemin contient ce texte. Pour \"db\\warscape_animated_tables\\file.txt\", vous pourriez utiliser \"db\" ou \"warscape_animated_tables\"",
  "preview": "Aperçu",
  "filesWillBeRenamed": "{{count}} fichiers seront renommés",
  "from": "DE :",
  "to": "VERS :",
  "noFilesMatch": "Aucun fichier ne correspond au motif de recherche",
  "enterSearchPattern": "Entrez un motif de recherche pour prévisualiser les changements",
  "invalidRegularExpression": "Expression régulière invalide",
  "renaming": "Renommage...",
  "rename": "Renommer",
  "renameNFiles": "Renommer {{count}} fichiers",
  "testRename": "Test de renommage (aucun changement)",
  "noFilesToRename": "Aucun fichier à renommer",
  "renamePackedFiles": "Renommer les fichiers empaquetés",
  "setFolderPathsManuallyShogun2": "Le gestionnaire de mods a essayé d'obtenir les emplacements des dossiers de Shogun 2 depuis le registre Windows, mais il n'a pas pu les trouver ! Vous devrez les définir manuellement !",
  "setFolderPathsManuallyOptionallyShogun2": "Le gestionnaire de mods a trouvé automatiquement les chemins des dossiers de Shogun 2 depuis le registre Windows, mais vous pouvez les définir manuellement ici.",
  "shogun2": "Shogun 2",
  "mainShogun2Folder": "Le dossier principal de Shogun 2 qui contient shogun2.exe, par exemple C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War SHOGUN 2",
  "shogun2Folder": "Dossier Shogun 2 :",
  "selectShogun2Folder": "Sélectionner le dossier Shogun 2",
  "shogun2ContentFolder": "Le dossier de contenu Steam Workshop de Shogun 2 nommé 201270 (qui est l’ID Steam de Shogun 2) contenant les mods, par exemple C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\201270",
  "copyModToData": "Copier le mod dans data"
}
