{
  "numModsEnabled_one": "{{count}} mod etkin",
  "numModsEnabled_other": "{{count}} mod etkin",
  "numModsHidden_one": "Bunlardan {{count}} tanesi gizli",
  "numModsHidden_other": "Bunlardan {{count}} tanesi gizli",
  "priorityTooltipOne": "Düşük sıralı modlar daha yüksek önceliğe sahiptir.",
  "priorityTooltipTwo": "Sıfırlamak için mod numarasına sağ tıklayın veya tümünü sıfırlamak için buraya sağ tıklayın.",
  "priorityTooltipThree": "Ne yaptığınızı gerçekten bilmiyorsanız mod önceliğini değiştirmeyin!",
  "order": "Sıra",
  "pack": "Paket",
  "dataPacks": "Veri Paketleri",
  "enabled": "Etkin",
  "thumbnail": "Küçük Resim",
  "name": "İsim",
  "author": "Yapımcı",
  "sortBySubscribedDate": "Abone olma tarihine göre sıralamaya geçmek için sağ tıklayın",
  "sortByDataPacks": "Veri paketlerine göre sıralamaya geçmek için sağ tıklayın",
  "enableOrDisableAll": "Tüm modları etkinleştirmek veya devre dışı bırakmak için sağ tıklayın",
  "subscriptionTime": "Abone Olma Zamanı",
  "lastUpdated": "Son Güncelleme",
  "movieModOne": "Mod bir sinema modu türüdür.",
  "movieModTwo": "Sinema modları her zaman yüksek önceliğe sahiptir!",
  "movieModThree": "WH3/data klasöründe bulunduğu için her zaman etkindir!",
  "coffee": "Bana bir kahve ısmarla:",
  "byAuthor": "Yapımcı: Prop Joe (Steam) / Shazbot (GitHub)",
  "about": "Hakkında",
  "compatHelpFilesOne": "Modcuların aynı dosyayı birden fazla modda kullanması yaygındır, bu yüzden burada görünecekler ancak bu tamamen normal ve amaçlanandir. Her iki dosya da aynı boyuttaysa bunun için bir simge olacaktır. Bu, içeriklerini karşılaştırmakla aynı şey değildir—örneğin, \"aaa\" ve \"bbb\" aynı boyuttadır—ancak bu karşılaştırma çok daha hızlıdır ve dosyalar için yeterince iyidir.",
  "compatHelpTwo": "Panelde \"üst\" (altı çizili) mod, \"alt\" mod adının yanında bir YILDIZ_SİMGESİ olmadığı sürece önceliğe sahip olacaktır.",
  "compatHelpOne": "Tablolar sekmesi birbiriyle çakışan veritabanı tablolarındaki anahtarları kapsar. Veritabanı tabloları genellikle birim istatistikleriyle ilgilidir. Örneğin, birim istatistiklerini etkileyen kapsamlı alt modlar burada her zaman çakışmalara sahip olacaktır. Dosyalar sekmesinin aksine, önceliği belirlemek için gerçek tablo adları karşılaştırılır, paket adları değil. Bu yüzden yükleme sıralamasını değiştirmek burada hiçbir şeyi etkilemez.",
  "compatHelpThree": "Dosyalar sekmesi birbirini üzerine yazan tüm dosyaları kapsar, bunlar genellikle birim görsellerine ilgilidir: .dds dokular, .wsmodel ve .variantmeshdefinition dosyaları bir birimin oyun içi görünümünün nasıl oluşturulduğunu tanımlar. Oyun daha yüksek yükleme sırası önceliğine sahip moddan dosyayı kullanacaktır, bu nedenle görsel değişiklikler uygulayan iki mod arasında oyun içi sonuç iki modun göreli önceliğine bağlı olacaktır.",
  "checkCompat": "Uyumluluk Kontrolü",
  "modCompatibility": "Mod Uyumluluğu",
  "enabledModsOnly": "Sadece Etkin Modlar",
  "files": "Dosyalar",
  "tables": "Tablolar",
  "dbTable": "VT Tablosu",
  "tableColumn": "Tablo Sütunu",
  "help": "Yardım",
  "collisionWith": "Çakışma:",
  "in": "içinde",
  "key": "anahtar",
  "readingAndComparingPacks": "Paketler Okunuyor ve Karşılaştırılıyor...",
  "waitForReadingAndComparingPacks": "Lütfen tüm mod paketleri okunup birbirleriyle karşılaştırılana kadar bekleyin...",
  "presetsTooltip1": "Adını yazarak yeni bir ön ayar oluşturun.",
  "presetsTooltip2": "Mevcut ön ayarı seçerken:",
  "presetsTooltip3": "Ön ayardaki modları mevcut modlara eklemek için Shift'i basılı tutun.",
  "presetsTooltip4": "Ön ayardaki modları mevcut modlardan kaldırmak için Ctrl'i basılı tutun.",
  "selectOrCreatePreset": "Ön ayar seçin veya oluşturun:",
  "filter": "Filtre:",
  "deletePreset": "Ön ayarı sil:",
  "replacePreset": "Ön ayarı değiştir:",
  "editPresets": "Ön Ayarları Düzenle",
  "missing": "eksik:",
  "missingReqMods": "Gerekli Modlar Eksik!",
  "outdatedOverwritingPacksTooltip": "Bu paketler CA verilerinin üzerine yazar ve güncel olmadığında kullanılmamalıdır:",
  "outdatedOverwritingPacks": "Güncel olmayan üzerine yazan paketler!",
  "overwrites": "üzerine yazar:",
  "packsWithOutdatedFiles": "O zamandan beri bir yamada değiştirilen güncel olmayan dosyalar içeren paketler:",
  "outdatedPacks": "Güncel olmayan paketler!",
  "enabledMods": "Etkin modlar:",
  "outdatedMergedModsTooltip": "Bazı birleştirilmiş modlar güncel olmayan modlar içeriyor, bunları güncelleyin (sağ tıklayın) veya yeni bir birleştirilmiş mod oluşturun!",
  "outdatedMergedMods": "Güncel Olmayan Birleştirilmiş Modlar!",
  "play": "Oyna",
  "continue": "Devam Et",
  "dbViewer": "VT Görüntüleyici",
  "allMods": "Tüm Modlar",
  "enabledModsCapitalized": "Etkin Modlar",
  "categories": "Kategoriler",
  "createSteamCollection": "Steam Koleksiyonu Oluştur",
  "openSteamCollectionsPage": "Oyun Koleksiyonları Oluşturma Steam Sayfasını Aç",
  "openSteamCollectionsPageTooltip": "Oyun Koleksiyonları Oluşturma Steam Sayfasını Aç",
  "copyCollectionScript": "Koleksiyon Betiğini Panoya Kopyala",
  "copyCollectionScriptTooltip1": "Şu anda etkin olan modları bir koleksiyona yerleştirmek için bir betiği panoya kopyalar.",
  "copyCollectionScriptTooltip2": "Sadece etkin modlar değil, tüm modları kopyalamak istiyorsanız Shift'i basılı tutun.",
  "createSteamCollectionHelp1": "Bu modları Steam koleksiyonuna aktarmanın bir yoludur. Otomatik değildir ve tarayıcınızda düğme tıklamalarını otomatikleştirmek için bir konsol betiği çalıştırmanıza dayanır.",
  "createSteamCollectionHelp2": "Tarayıcıda yeni Steam Workshop koleksiyonu oluşturma sayfasını açın. İlk sayfada koleksiyon adı ve resim küçük resmi zorunludur. Koleksiyona eklenecek modları seçtiğiniz ikinci sayfada Ctrl+Shift+I'ya basın ve sağ üstteki sekmelerden konsol sekmesine geçin:",
  "createSteamCollectionHelp3": "\"Oluşturma Betiğini Panoya Kopyala\" düğmesine basarak aldığınız betiği konsola yapıştırın ve enter'a basın:",
  "createSteamCollectionHelp4": "İki düğme belirecek, biri modları koleksiyona eklemek için diğeri eklenen modları kaldıran sıfırlama düğmesi. Beliren yeşil + düğmesine tıklayın ve sayfanın yeniden yüklenmesini bekleyin.",
  "configureFolderLocations": "Klasör Konumlarını Yapılandır",
  "setFolderPathsManuallyWH2": "Mod yöneticisi WH2 klasör konumlarını Windows Kayıt Defteri'nden almaya çalıştı, ancak bulamadı! Bunları manuel olarak ayarlamanız gerekecek.",
  "setFolderPathsManuallyWH3": "Mod yöneticisi WH3 klasör konumlarını Windows Kayıt Defteri'nden almaya çalıştı, ancak bulamadı! Bunları manuel olarak ayarlamanız gerekecek.",
  "setFolderPathsManuallyThreeKingdoms": "Mod yöneticisi Three Kingdoms klasör konumlarını Windows Kayıt Defteri'nden almaya çalıştı, ancak bulamadı! Bunları manuel olarak ayarlamanız gerekecek.",
  "setFolderPathsManuallyOptionallyWH2": "Mod yöneticisi WH2 klasör yollarını Windows Kayıt Defteri'nden otomatik olarak buldu, ancak bunları burada manuel olarak ayarlayabilirsiniz.",
  "setFolderPathsManuallyOptionallyWH3": "Mod yöneticisi WH3 klasör yollarını Windows Kayıt Defteri'nden otomatik olarak buldu, ancak bunları burada manuel olarak ayarlayabilirsiniz.",
  "setFolderPathsManuallyOptionallyThreeKingdoms": "Mod yöneticisi Three Kingdoms klasör yollarını Windows Kayıt Defteri'nden otomatik olarak buldu, ancak bunları burada manuel olarak ayarlayabilirsiniz.",
  "wh2": "Warhammer 2",
  "wh3": "Warhammer 3",
  "threeKingdoms": "Three Kingdoms",
  "attila": "Attila",
  "mainWH3Folder": "Warhammer3.exe dosyasını içeren ana Warhammer 3 klasörü, örneğin C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER III",
  "mainWH2Folder": "Warhammer2.exe dosyasını içeren ana Warhammer 2 klasörü, örneğin C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER II",
  "mainThreeKingdomsFolder": "Three_Kingdoms.exe dosyasını içeren ana Three Kingdoms klasörü, örneğin C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War THREE KINGDOMS",
  "wh3Folder": "WH3 klasörü:",
  "wh2Folder": "WH2 klasörü:",
  "threeKingdomsFolder": "Three Kingdoms klasörü:",
  "selectWH3Folder": "WH3 Klasörünü Seç",
  "selectWH2Folder": "WH2 Klasörünü Seç",
  "selectThreeKingdomsFolder": "Three Kingdoms Klasörünü Seç",
  "wh3ContentFolder": "Modları içeren 1142710 (WH3 için steam ID'si) adlı Warhammer 3 Steam Workshop içerik klasörü, örneğin C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1142710",
  "wh2ContentFolder": "Modları içeren 594570 (WH2 için steam ID'si) adlı Warhammer 2 Steam Workshop içerik klasörü, örneğin C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\594570",
  "threeKingdomsContentFolder": "Modları içeren 779340 (3K için steam ID'si) adlı Three Kingdoms Steam Workshop içerik klasörü, örneğin C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\779340",
  "mainAttilaFolder": "Attila.exe dosyasını içeren ana Attila klasörü, örneğin C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Attila",
  "attilaFolder": "Attila klasörü:",
  "attilaContentFolder": "Modları içeren 325610 (Attila için steam ID'si) adlı Attila Steam Workshop içerik klasörü, örneğin C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\325610",
  "selectAttilaFolder": "Attila Klasörünü Seç",
  "setFolderPathsManuallyAttila": "Mod yöneticisi Attila klasör konumlarını Windows Kayıt Defteri'nden almaya çalıştı, ancak bulamadı! Bunları manuel olarak ayarlamanız gerekecek!",
  "setFolderPathsManuallyOptionallyAttila": "Mod yöneticisi Attila klasör yollarını Windows Kayıt Defteri'nden otomatik olarak buldu, ancak bunları burada manuel olarak ayarlayabilirsiniz.",
  "contentFolder": "İçerik klasörü:",
  "selectContentFolder": "İçerik Klasörünü Seç",
  "setLoadOrderFor": "Yükleme Sıralamasını Ayarla:",
  "setLoadOrderMessage1": "Bu mod için yükleme sıralaması ayarlayın. Yükleme sıralamasını değiştirmek WH3'te çok nadir ihtiyaç duyulur ve modlar arasında istenmeyen uyumluluk sorunlarına neden olabilir.",
  "setLoadOrderMessage2": "Çok iyi bir nedeniniz olmadığı sürece yükleme sıralamasını her zaman varsayılanda bırakın!",
  "setLoadOrder": "Yükleme Sıralamasını Ayarla",
  "goToWorkshopPage": "Workshop sayfasına git",
  "openInSteam": "Steam'de aç",
  "keepAlwaysEnabled": "Her zaman etkin tut",
  "keepAlwaysEnabledTooltip": "Mod gizli olsa bile her zaman etkin olacaktır.",
  "hideFromListTooltip": "Mod listeden gizlenecek ve devre dışı bırakılacaktır (her zaman etkin olanlar hariç).",
  "hideFromList": "Listeden gizle",
  "showInExplorer": "Gezgin'de göster",
  "showInRPFM": "RPFM'de aç",
  "openInViewer": "Görüntüleyici'de aç",
  "copyPathToClipboard": "Yolu panoya kopyala",
  "updateModTooltip": "Workshop'a güncelleme yükler. Workshop'ta zaten var olmalıdır.",
  "updateMod": "Modu Güncelle",
  "fakeUpdatePackTooltip": "Pakete rastgele onaltılık sayılarla dolu bir whmm_update.txt dosyası ekler veya dosya zaten varsa sayıları değiştirir. LÜTFEN GÜNCELLEYİN",
  "fakeUpdatePack": "Sahte Güncelleme Paketi",
  "createBackupTooltip": "Paketin bulunduğu konumda bir whmm_backups klasöründe paketin yedeğini oluşturur.",
  "createBackup": "Yedek Oluştur",
  "forceDownload": "İndirmeyi Zorla",
  "forceDownloadTooltip": "Steam'i modu yeniden indirmeye zorlar.",
  "unsubscribe": "Abonelikten Çık",
  "unsubscribeTooltip": "Steam'de moddan abonelikten çık.",
  "reMergeTooltip": "Birleştirilmiş paketi modların en son sürümleriyle güncellemek için modları tekrar birleştir.",
  "reMerge": "Güncelle (Yeniden Birleştir)",
  "deleteMod": "Sil",
  "deleteModTooltip": "Birleştirilmiş paketi sil.",
  "otherOptions": "Diğer Seçenekler",
  "modAuthorColumn": "Mod Yapımcısı Sütunu",
  "forceReDownload": "Yeniden İndirmeyi Zorla",
  "forceDownloadMsg": "Steam'i etkin modların güncel olmayanlarda son sürümlerini kontrol etmeye ve indirmeye zorlar. Tüm modları indirmek için Shift'i basılı tutun.",
  "contentVsData": "İçerik Modları vs Veri Modları",
  "contentVsDataMsg": "Abone olduğunuz modlar workshop (içerik) klasöründe bulunur, ancak veri klasöründen de yüklenebilir. Ne yaptığınızı bilmiyorsanız dokunmayın!",
  "extraColumns": "Ekstra Sütunlar",
  "modThumbnailColumn": "Mod Küçük Resmi Sütunu",
  "closeOnPlay": "Oynarken Yöneticiyi Kapat",
  "copyToDataMsg1": "Şu anda etkin olan modları içerikten veriye kopyalar.",
  "copyToDataMsg2": "Tüm modları kopyalamak istiyorsanız Shift'i basılı tutun.",
  "copyToDataMsg3": "Modcu olarak bu, verilerinizdeki modunuzun üzerine içerikte sahip olduğunuz daha eski bir sürümle yazabilir!",
  "copyToDataMsg4": "Verilerindeki modlar yöneticide kırmızı adla görünecektir.",
  "copyToData": "Veriye kopyala",
  "cleanData": "Veriyi temizle",
  "cleanDataMsg": "Bu tür bir mod içerikte zaten varsa verierdeki tüm modları kaldırır. Modcu olarak bu, verilerinizdeki modunuzun daha yeni sürümünü kaldırabilir!",
  "symLink": "Ayrıca bunları sembolik bağlantılar (temel olarak bir kısayol) olarak kopyalayabilirsiniz böylece çift alan kaplamazlar. Gerçek modun sadece bir kısayolu oldukları için içerik moduyla her zaman güncel olacaklardır.",
  "newVersionAvailable": "İndirilebilir yeni bir sürüm mevcut.",
  "download": "İndir",
  "updateAvailable": "Güncelleme mevcut",
  "loadSave": "Kayıt Yükle",
  "loadModsFromSave": "Kayıttan Mod Yükle",
  "modsInSaveNotEnabled": "Kayıtta mevcut ancak şu anda etkin olmayan modlar",
  "modsInSaveAndEnabled": "Hem kayıtta mevcut hem de şu anda etkin olan modlar",
  "modsNotInSaveButEnabled": "Kayıtta mevcut olmayan ancak şu anda etkin olan modlar",
  "compareModsInSave": "Kayıttaki Modları Karşılaştır",
  "comparingModsInSave": "Kayıttaki Modlar Karşılaştırılıyor",
  "noMissingPacks": "Eksik paket yok",
  "noExtraPacks": "Ekstra paket yok",
  "noCommonPacks": "Ortak paket yok",
  "savedGames": "Kayıtlı Oyunlar",
  "missingRequiredMods": "Gerekli Modlar Eksik",
  "onbWelcome": "Hoş geldiniz ve Mod Yöneticisini kullandığınız için teşekkürler. Bu küçük öğretici sizi kullanıcı arayüzüyle tanıştıracak.",
  "onbPresets": "Ön ayarlar mod listesini kaydetmenize izin verir böylece daha sonra yükleyebilirsiniz.",
  "onbPresets1": "Yeni bir ön ayar oluşturmak için bu metin kutusuna yazın veya daha eski bir ön ayar seçmek için açılır düğmeyi kullanın.",
  "onbPresets2": "Şu anda etkin modlarla ön ayarda etkin modlar arasında seçilen modların birleşimini oluşturmak için bir ön ayar seçerken Shift'i basılı tutabilirsiniz. (temel olarak bir ön ayar ekler)",
  "onbPresets3": "O ön ayarda etkin olan şu anda seçili modların işaretini kaldırmak için bir ön ayar seçerken Ctrl'i basılı tutabilirsiniz. (temel olarak bir ön ayar çıkarır)",
  "onbReplacePreset": "Mevcut mod seçimiyle değiştirmek istediğiniz bir ön ayar seçin.",
  "onbDeletePreset": "Silmek istediğiniz bir ön ayar seçin.",
  "onbSorting1": "Modlar sıralarına göre önceliğe sahiptir, varsayılan olarak bu paketlerin adına dayanır.",
  "onbSorting2": "Modcular zaten bunu otomatik olarak başarmak için paketlerini adlandırdıkları için genellikle sıralamayı manuel olarak değiştirmek istemezsiniz, örneğin paket adının başına ünlem işaretleri koyduklarında.",
  "onbSorting3": "Sıralamayı varsayılana sıfırlamak için Sıra başlığına sağ tıklayabilir ve modları mod sırası ile sıralamak için sol tıklayabilirsiniz.",
  "onbSorting4": "Etkin Modlar sekmesindeyken sıralarını değiştirmek için tutamak simgesini kullanarak bireysel modları sürükleyebilirsiniz.",
  "onbSorting5": "Tutamak bir modun üzerine geldiğinizde görünür ve sadece tüm modlar sıraya göre sıralandığında!",
  "onbSorting6": "Bir mod manuel olarak yeniden sıralandığında sıra numarası kırmızı renkte olacaktır. Sıfırlamak için o modun sıra numarasına sağ tıklayabilirsiniz.",
  "onbSorting7": "Etkin modlara göre sıralamak için sol tıklayın.",
  "onbSorting8": "Tüm modları etkinleştirmek veya devre dışı bırakmak için bu başlığa sağ tıklayabilirsiniz.",
  "onbSorting9": "Bir mod onay kutusu morsa bu modun her zaman etkin olduğu anlamına gelir.",
  "onbPlay": "Seçilen modlarla oyunu başlat.",
  "onbContinue": "Seçilen modlarla en son kayıtla devam et.",
  "onbSaves": "Seçilecek tüm oyun kayıtlarını göster.",
  "reqAdmin": "Yönetici olarak çalıştırılması gerekiyor!",
  "symLinkMsg1": "Şu anda etkin olan modların Sembolik Bağlantılarını içerikten veriye oluşturur.",
  "symLinkMsg2": "Tüm modların bağlantılarını oluşturmak istiyorsanız Shift'i basılı tutun.",
  "symLinkMsg3": "Bu, verida zaten var olan modların bağlantılarını oluşturmayacaktır.",
  "symLinkMsg4": "Sembolik bağlantı olan modlar yöneticida mavi adla görünecektir.",
  "createSymLinks": "Verida sembolik bağlantılar oluştur",
  "cleanSymLinks": "Verida sembolik bağlantıları temizle",
  "cleanSymLinksMsg": "Verideki tüm sembolik bağlantıları kaldırır. Sembolik bağlantı olmayan gerçek modlara dokunmaz.",
  "unhideMods": "Daha önce gizlediğiniz modları gizleme:",
  "hiddenMods": "Gizli Modlar",
  "shareMods": "Mod Paylaş",
  "shareModsMsg": "Çok oyunculu için mevcut mod listesini başka kişilerle paylaş:",
  "shareModLists": "Mod Listesi Paylaş",
  "copyModNames": "Etkin modların adlarını panoya kopyala:",
  "copyModList": "Mod Listesi Kopyala",
  "createSteamCollectionMsg": "Etkin modlardan Steam koleksiyonu oluştur:",
  "forModders": "Modcular İçin",
  "keepInSync": "Bunları MP için senkronize tut!",
  "forCustomBattleTesting": "Özel savaşlarda 1v1 testi için.",
  "makeCustomBattleGenerals": "Tüm birimleri özel savaş generalleri yap",
  "enableScriptLogging": "Betik günlüğünü etkinleştir",
  "enableScriptLogging1": "WH3 betik günlüğünü etkinleştirir.",
  "enableScriptLogging2": "Günlükler WH3 klasöründe oluşturulur.",
  "skipIntroMovies": "Giriş filmlerini atla",
  "autoStartCustomBattles": "Özel savaşı otomatik başlat",
  "autoStartCustomBattles1": "Oyunu yeniden başlatmayı içeren tekrarlı görsel test için.",
  "autoStartCustomBattles2": "Bir kez özel savaş kurun ve otomatik girmek için bunu etkinleştirin.",
  "changeGameProcessPriority": "Oyun işlem önceliğini değiştir",
  "changeGameProcessPriority1": "Oyun başladığında oyun işlem önceliğini yükseğe ayarlar.",
  "changeGameProcessPriority2": "Alt+Tab yapıldığında performansı ve kararlılığı artırabilir.",
  "setFolderPaths": "Klasör Yollarını Ayarla",
  "setFolderPathsMsg": "Oyun ve Steam Workshop içerik klasör yollarını ayarlayın.",
  "categoryFilter": "Kategori filtresi",
  "categoriesFilter": "Kategoriler filtresi",
  "nameFilter": "İsim filtresi",
  "category": "Kategori",
  "mergeMods": "Mod Birleştir",
  "mergeLoadExisting": "Mevcut olanı yükle:",
  "mergeLoadExistingMsg": "Mevcut birleştirilmiş modda bulunan modları yükle.",
  "hideAlreadyMerged": "Etkin birleştirilmiş paketin içindeyse modu gösterme.",
  "hideAlreadyMergedMsg": "Zaten Birleştirilenleri Gizle",
  "selectFirst": "İlk seç",
  "modsToMerge": "birleştirilecek modlar",
  "merge": "Birleştir",
  "size": "Boyut",
  "cannotBeMergedDep": "Mod başka bir modla paket düzeyinde bağımlılığı olduğu için birleştirilemez.",
  "mergeModsHelp1": "Bu panel mod sınırını aşmak için modları birleştirmenize izin verir. Seçilen modları yeni bir mod .pack'ine birleştirir ve WH3/data klasörüne koyar. Birleştirilmiş modların aynı adla eşlik eden bir .json dosyası da vardır, birleştirilmiş modu yeniden adlandırır veya taşırsanız json dosyasını da yeniden adlandırın veya taşıyın. Modlar daha hızlı birleştirme için boyuta göre önceden sıralanır.",
  "mergeModsHelp2": "Birleştirilmiş mod, birleştirilmiş modlarla aynı dosya adlarına sahip olmayacaktır bu da yükleme sırası önceliğini etkileyebilir, bu nedenle manuel yükleme sırası değiştirme gerektiren modları birleştirmeyi atlayın. Bununla birlikte, bu tür modlar inanılmaz derecede nadir olmalıdır ve genel bir kural olarak yükleme sırasına manuel olarak hiç dokunmamalısınız!",
  "mergeModsHelp3": "Modlar güncellendiğinde birleştirilmiş paket içinde eski güncel olmayan modu olacaktır. Bu konuda kırmızı bir uyarı almalısınız (Oyna düğmesinin üstünde olacak) ve daha sonra birleştirilmiş pakete sağ tıklayıp Güncelle (Yeniden Birleştir) seçeneğini kullanabilirsiniz bu da birleştirilmiş paketi güncelleyecektir. Uyarı uygulamayı başlattığınızda görünebilir ancak workshop'tan daha yeni bilgi aldığımızda kaybolur, bu durumda güncellemeniz gerekmez.",
  "mergeModsHelp4": "Birleştirilmiş modları mod yöneticisinde etkin bırakabilirsiniz, yönetici etkinleştirdiğiniz birleştirilmiş modda zaten varlarsa onları otomatik olarak atlayacaktır. Bu .json dosyasına dayanır, eksikse o modları devre dışı bırakmanız gerekecek veya oyun çökecektir çünkü modlarda yinelenen dosyaları sevmez.",
  "language": "Dil:",
  "customize": "Özelleştir",
  "groupingsUnitPermissions": "Birimler, Grup Başına",
  "buildingsPermissions": "Binalar",
  "unit": "Birim",
  "unitKeySortTableOrder": "(Varsayılan Sıra)",
  "owner": "Sahip",
  "group": "Grup",
  "allowed": "İzin Verilen",
  "factionsUnitPermissions": "Birimler, Hizip Başına",
  "uniqueAgentsPermissions": "Efsanevi Lordlar ve Kahramanlar",
  "agentSubtype": "Ajan Alt Türü",
  "campaignGroup": "Kampanya Grubu",
  "agentsPermissions": "Lordlar ve Kahramanlar",
  "agentSubtypeAndType": "Ajan Alt Türü (Ajan Türü)",
  "faction": "Hizip",
  "Building": "Bina",
  "Game": "Oyun",
  "cultureSubcultureFaction": "Kültür, Alt Kültür, Hizip (3'ü de İsteğe Bağlı)",
  "modCustomizationHelp1": "Bu panel modları özelleştirmenize izin verir, şu anda birimleri, binaları ve ajanları (lordlar ve kahramanlar) devre dışı bırakabilirsiniz.",
  "modCustomizationHelp2": "Oyunun birim izinlerini işleme şekli, bir birim grup izni (birden fazla hizbi etkileyebilir) veya hizip başına izin veya her ikisine sahip olabilir. Oyun kararlılığı nedenleriyle sadece grup izinleri devre dışı bırakılabilir. Bunun farklı bir sistem kullandığı için özel savaşları etkilemeyeceğini unutmayın!",
  "modCustomizationHelp3": "Genel ajanlar (lordlar ve kahramanlar) kampanya gruplarına bağlıdır ve onları bu şekilde devre dışı bırakabilirsiniz, kendi sekmelerine sahip efsanevi ajanlar hariç.",
  "modCustomizationHelp4": "Yönetici her oyunu başlattığınızda gerekli değişikliklerle paketin bir kopyasını WH3 klasörünüzdeki yeni bir 'whmm_overwrites' alt klasörü içinde oluşturarak bir modu özelleştirir. Bu kopyaların şu anda hiçbir zaman silinmediğini veya temizlenmediğini unutmayın. Bunun çok oyuncuyu nasıl etkilediğinden emin değilim ancak muhtemelen 'farklı sürümler' uyarıları alacaksınız çünkü oyun paketlerinizin olmadıkları halde farklı olduğunu düşünüyor, ama emin değilim. Bir mod için özelleştirmeyi kaldırmak, artık orijinal mod paketini kullandığımız için, özelleştirilmiş sürümünü değil, paketin eksik olduğu konusunda bir kayıt yüklerken de size uyarı verecektir, ancak bunu görmezden gelebilirsiniz.",
  "importSteamCollection": "Steam Koleksiyonu İçe Aktar",
  "importSteamCollectionMsg1": "Steam koleksiyonunun URL'si, örneğin",
  "importSteamCollectionMsg2": "https://steamcommunity.com/sharedfiles/filedetails/?id=3137780509",
  "Import": "İçe Aktar",
  "importSteamCollectionDisableOtherMods": "Koleksiyonda olmayan modları devre dışı bırak",
  "importSteamCollectionDisableOtherModsMsg": "Şu anda etkin olan modları devre dışı bırak.",
  "importSteamCollectionUseLoadOrder": "Açık yükleme sırası ile içe aktar",
  "importSteamCollectionUseLoadOrderMsg": "Koleksiyonda sıralandığı gibi açık yükleme sırası ile içe aktarın. Bu ağır şekilde kaçınılmalıdır çünkü genellikle tüm modların yükleme sırasını karıştırmak istemezsiniz, sadece gerçekten ihtiyaç duyanlar. Mod Paylaş kodlarını kullanmak önerilir çünkü bunlar hangi bireysel modların özel yükleme sırası gerektirdiğini ayarlamanıza izin verir. Sadece koleksiyondaki modları kullanmayı planlıyorsanız ve başka modlar eklemeyecekseniz önerilir.",
  "importSteamCollectionPresetName": "Ön ayar adı:",
  "importSteamCollectionUsePresetLoadOrderMsg": "Koleksiyonda sıralandığı gibi açık yükleme sırası ile içe aktarın. Yukarıdakiyle aynı notlar, çoğu durumda kaçının.",
  "importSteamCollectionImportIntoPreset": "Ön Ayara İçe Aktar",
  "importSteamCollectionPresetNameMsg1": "Yeni ön ayarın adı, koleksiyon adını kullanmak için boş bırakın.",
  "importSteamCollectionPresetNameMsg2": "Bu adla ön ayar zaten var ve üzerine yazılacak.",
  "importSteamCollectionEnableCollectionMods": "Mevcut Mod Listesine İçe Aktar",
  "importSteamCollectionOptionsMsg": "Steam koleksiyonundan modları içe aktar:",
  "createdPreset": "Ön ayar oluşturuldu:",
  "failedFetchingSteamCollection": "Steam koleksiyonu alınırken hata!",
  "importedModsFromSteamCollection": "Steam koleksiyonundan modlar içe aktarıldı!",
  "releaseNotes": "Sürüm notları",
  "faqFirstH": "Mod yöneticisi oyunla nasıl etkileşim kurar?",
  "faqFirstC": "Mod Yöneticisi CA Başlatıcısı ile aynı şekilde çalışır, etkin modların listesiyle bir metin dosyası oluşturur ve ardından WH3.exe'yi bir başlatma argümanıyla başlatır: söz konusu metin dosyasının adı. Hem CA Başlatıcısı hem de mod yöneticisi wh3.exe'nin bulunduğu klasördeki used_mods.txt'yi kullanır.",
  "faqSecondH": "Çok oyunculu uyumluluk nasıl çalışır?",
  "faqSecondC": "Her iki oyuncunun da aynı modları etkin olarak, aynı yükleme sırası ile sahip olması gerekir. Modlardan herhangi biri Steam'in oyunculardan biri için mod güncellemesini indirmemesi nedeniyle güncel değilse oyun da şikayet edecektir. Modların aynı konumda olması da gerekir, bu nedenle bir oyuncunun modları veri klasöründe diğer oyuncunun içerik klasöründe olamaz. Hızlı bir kontrol used_mods.txt dosyalarınızı karşılaştırmak olacaktır, aynı olmalıdır.",
  "faqThirdH": "İçerik modları vs veri modları?",
  "faqThirdC1": "Bunlar modların genellikle yüklendiği 2 klasöre atıfta bulunur.",
  "faqThirdC2": "İçerik klasörü Steam'in abone olduğunuz modları kaydettiği yerdir, WH3 için C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1142710 olabilir, burada 1142710 WH3 için Steam Id'sidir. Veri klasörü oyun klasöründedir (örn. C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War WARHAMMER III\\data) ve ayrıca data.pack gibi vanilla .pack dosyalarını içerir.",
  "faqThirdC3": "Veri klasörü çoğunlukla modlarında çalışırken .pack dosyalarını oraya koyan modcular tarafından kullanılır. Tüm modlarınızı içerik alt klasörleri yerine veri klasörüne koyarsanız yükleme zamanında performans avantajı vardır, tahminim varlıklar için daha az klasör arama konumu olması nedeniyledir, umarım CA'nın düzelteceği bir şeydir. Bu yüzden Diğer Seçenekler'de bunun için seçenekler vardır.",
  "faqThirdC4": "Diğer Seçenekler'deki Veriye Kopyala düğmesini kullanmak modları veriye kopyalayacak ve yöneticida kırmızı renkle görünecekler. Ancak bir mod güncellenirse güncellenen sürüm içerik klasöründe olacak bu yüzden düğmeyi tekrar kullanmanız gerekecek. Bu aynı zamanda oyun güncellemesi geldiğinde tüm modlarınızı güncellenmemiş tutmanın bir yolu olarak da kullanılabilir.",
  "faqThirdC5": "Verida sembolik bağlantılar oluştur kullanmak verida modlara sahip olmanın bir yoludur, aynı zamanda içerik modlarıyla senkronize olur, böylece her zaman güncel olurlar ancak bazı performans faydaları elde edersiniz. Sembolik bağlantılar bir Windows özelliğidir, temel olarak gelişmiş kısayollardır.",
  "faqFourthH": "Yükleme sıralamamı değiştirmeli miyim?",
  "faqFourthC1": "Her zaman yükleme sıralamasını varsayılanda bırakmalı ve bir modcu tarafından açıkça belirtilmedikçe manuel olarak değiştirmemelisiniz. Modcuların varsayılan yükleme sıralamasını kullanarak modlarının çalışması gerektiği şekilde çalışmasını sağlamak için kullandıkları birden fazla yöntem vardır.",
  "faqFourthC2": "Aynı birimi değiştiren tamamen görsel modlarınız varsa yükleme sıralamasını değiştirmeyi deneyebilirsiniz, ancak bunun dışında yükleme sıralamasını değiştirmenin diğer mod sorunlarını veya oyun içi hataları çözmesi son derece OLASSSIZDIR ve yenilerinin ortaya çıkmasına neden olabilir.",
  "faqFifthH": "Modlar ve yükleme sıralaması nasıl çalışır?",
  "faqFifthC1": "Düşük sıra numarasına sahip modlar daha yüksek önceliğe sahiptir. Varsayılan olarak modlar adlarına göre alfanümerik olarak sıralanır. Modcular modlarını adlandırır ve modlarının sahip olmasını istedikleri yükleme sıralamasını elde etmek için ! gibi önekler kullanırlar.",
  "faqFifthC2": "(Yukarıdaki paket dosyası nedir? bölümüne bakın) Bir paketteki veritabanı dosyaları modcunun o dosyaya verdiği ada göre önceliğe sahiptir. Bu mod adıyla hiçbir ilgisi olmayan mod içindeki belirli bir dosya için DAHİLİ addır. Yani Empire kılıççılarının birim istatistiklerini değiştiren 2 modunuz varsa daha yüksek VERİTABANI DOSYASI önceliğine sahip olan mod (2 dosyanın adlarını karşılaştırarak belirlenir) birim istatistiklerini uygulayan olacaktır. Bu veritabanı dosyasının DAHİLİ adını kullanır, MOD/PAKETİN ADINI DEĞİL. Bu 2 modun yükleme sıralamasını değiştirmek bu durumda HİÇBİR ŞEY yapmaz! Yükleme sıralaması mod dosyasının DIŞ adını değiştirmekle aynıdır, ancak burada mod özel veritabanı dosyasının İÇ dosyasını değiştirmemiz gerekir, yükleme sıralamasının hiçbir şey yapamayacağı bir şey.",
  "faqFifthC3": "Öte yandan, veritabanı dosyası olmayan bireysel dosyalar için mod önceliği önemlidir. Burada iki mod örneğin aynı dokuyu veya aynı UI dosyasını değiştirebilir ve daha yüksek önceliğe sahip mod (düşük sıra) değişikliklerini uygulayan olacaktır.",
  "faqFifthC4": "Bu tür bireysel dosyaların çoğu birim görsellerinin oyun içinde nasıl oluşturulduğuyla ilgilidir, bu nedenle Empire kılıççılarının görsellerini değiştiren 2 görsel modunuz varsa bunlar için yükleme sıralamasını değiştirmek oyun içinde hangi görsellerle sonuçlanacağınızı belirleyebilir.",
  "faqFifthC5": "Burada daha fazla nüans vardır, örneğin, bir modcu Empire kılıççıları için yeni bir .variantmeshdefinition dosyası kullanmasını söyleyerek görsellerini tamamen Veritabanı yoluyla değiştirebilir ve Empire kılıççılarının mevcut .variantmeshdefinition'ını değiştiren diğer herhangi bir mod bu durumda yükleme sıralaması ne olursa olsun hiçbir şey yapmayacaktır.",
  "faqFifthC6": "Çeviri modu asla yükleme sıralamasını manuel olarak değiştirmenizi gerektirmemelidir, bir modcu bunu yapmanızı söylerse ona çeviri modundaki .loc dosyasına orijinal .loc'tan daha yüksek öncelik vermesini söyleyin (bunu .loc adının önüne ! ekleyerek yapabilir)",
  "faqSixthH": "Paket dosyası nedir?",
  "faqSixthC": "Modcular \"mod\" ve \"paket\"i birbirinin yerine kullanırlar. Her mod tek bir .pack dosyasında gelir, bunu bir zip dosyası olarak düşünebilirsiniz (sıkıştırılmamış olsa da) ve içinde dosyalar bulunur. Bir paketin içinde oyunun kullanabileceği tablo verisi dolu dosyaların bulunduğu Veritabanı bölümü ve dokular ve animasyonlar, modeller gibi özel CA dosya formatları gibi oyunun nasıl kullanacağını bildiği çeşitli dosyaların bulunduğu dosya bölümü vardır.",
  "faqSeventhH": "Modlarım yöneticida neden kırmızı?",
  "faqSeventhC": "Bir mod adı kırmızıysa modun veri klasöründe bulunduğu anlamına gelir. Kaedrin Mod Yöneticisini çalıştırırsanız modları otomatik olarak veriye kopyalar, bu nedenle bu olası bir nedendir. Bunları veriden kaldırmak için Diğer Seçenekler'deki Veriyi Temizle düğmesini kullanabilirsiniz.",
  "faqEightH": "Yükleme sıralamamı nasıl sıfırlarım?",
  "faqEightC": "Sıra sütun başlığına sağ tıklayarak tüm modlar için yükleme sıralamasını varsayılana sıfırlayabilirsiniz. Veya bireysel modlar için sıra numaralarına sağ tıklayın.",
  "faqNinthH": "Yükleme sıralamasını nasıl değiştiririm?",
  "faqNinthC1": "Etkin Modlar Sekmesinde yükleme sıralamasını değiştirebilirsiniz. Sol üstteki düğmeyi kullanarak veya Ctrl+2 kullanarak o sekmeye geçebilirsiniz. Harika bir UI değil, ancak yükleme sıralamasının diğer etkin modlara göre olmasi nedeniyle gerekli, ayrıca çoğu mod yöneticisinin 2 mod listesi kullanmasının nedeni.",
  "faqNinthC2": "Ayrıca yükleme sıralamasının WH3'te manuel olarak uğraşmamanız gereken bir şey olduğunu, çok nadir durumlar hariç unutmayın. Emin değilseniz varsayılanda bırakmanız çok daha iyi, yükleme sıralamasını değiştirmek WH3'te mod sorunlarını veya hataları düzeltecek bir şey değildir.",
  "faqTenthH": "Neden CA Başlatıcısı gibi modları güncel olmayan olarak işaretlemiyorsunuz?",
  "faqTenthC": "CA Başlatıcısı her büyük yamadan sonra tüm modları otomatik olarak güncel olmayan olarak işaretler. Bu yol tamamen anlamsızdır, modcu olarak modlarımın çoğu yamaların hiçbirinden gerçekten hiç etkilenmemiştir. Bu mod yöneticisi güncel olabilecek dosyalar/tablolar olup olmadığını görmek için modların içine bakan daha akıllı bir denetleyiciye sahiptir. Bu tüm sorunları yakalayamaz ancak yamalar tarafından büyük değişiklikleri yakalayabilir.",
  "faqEleventhsH": "Mod yöneticisi çok fazla bellek kullanıyor?",
  "faqEleventhsC": "Mod yöneticisi güncel olabilecek dosyalar/tablolar olup olmadığını kontrol etmek veya mod özelleştirmesi gibi diğer özellikleri güçlendirmek için etkin modların analizini çalıştırır ve bu sahip olduğunuz modlara bağlı olarak çok fazla bellek tüketebilir. Tüm bu bellek performans sorunlarını önlemek için oyun başlatıldığında atılır.",
  "faq": "Sık Sorulan Sorular",
  "faqAbbreviated": "SSS",
  "instructions": "Talimatlar",
  "knownIssues": "Bilinen Sorunlar",
  "faqIssuesFirstH": "Oyna'ya tıkladığımda oyun başlamıyor",
  "faqIssuesFirstC": "Bu dosya izin sorunlarından kaynaklanır, mod yöneticisi WH3'ü başlatma izinlerine sahip değildir. Mod yöneticisi klasörünü WH3 klasörüne koyun veya mod yöneticisi klasörünün sahibini değiştirin.",
  "faqIssuesSecondH": "Oyna oyun yerine CA Başlatıcısını başlatıyor",
  "faqIssuesSecondC": "Nedeninden emin değilim. Bu sorunun geçtiği raporlar aldım bu yüzden PC'yi veya Steam'i yeniden başlatmayı deneyin. Mod yöneticisi exe'sini Steam'e Steam olmayan oyun olarak eklemeyi ve o şekilde başlatmayı deneyin. Daha fazla bilginiz varsa lütfen bildirin.",
  "faqIssuesThirdH": "Başlatırken isteğe bağlı parametrelerle başlatma girişimi Steam hatası",
  "faqIssuesThirdC": "Önce vanilla başlatıcısını kullanarak oyunu çalıştırmayı deneyin sonra yöneticiyi kullanın, genellikle düzeltir. Bu işe yaramazsa mod yöneticisi exe'sini Steam'e Steam olmayan oyun olarak eklemeyi ve o şekilde başlatmayı deneyebilirsiniz.",
  "readingPack": "Paket okunuyor:",
  "finishedReadingPack": "Paket okuma tamamlandı:",
  "comparingFilesInPacks": "<firstPackName> dosyaları <secondPackName> ile karşılaştırılıyor...",
  "comparingKeysInPacks": "<firstPackName> tablo anahtarları diğer modlarla karşılaştırılıyor...",
  "missingKeys": "Eksik Anahtarlar",
  "missingKeyTableAndColumn": "Eksik anahtarın tablosu ve sütunu",
  "missingDBKey": "Eksik VT anahtarı",
  "missingKeyIsReferencedIn": "<originFileSuffix> içinde referans alınıyor, sütun <originFieldName>",
  "compatHelpFour": "Eksik Anahtarlar sekmesi modlardaki eksik veritabanı referanslarını (anahtarlar) arar. VT tabloları anahtar sütunlar tarafından birbirlerine referans alır, örneğin birimlere kırılmaz gibi öznitelikler veren bir veritabanı tablosu vardır, bu yüzden o tablonun hem birimler tablosuna hem de öznitelikler tablosuna referans alması gerekir. Yani o tabloda 'Empire Kılıççıları' birimini kırılmaz yapan bir satır varsa bu birimler tablosunda Empire Kılıççılarının var olması gerektiği anlamına gelir. Eksik VT anahtarları oyun güncellemeleri veya eksik bağımlılık modlarından kaynaklanabilir. Eksikse oyun hiç başlamayacaktır.",
  "compatHelpFive": "Yinelenen Anahtarlar sekmesi tüm modlar arasında yinelenen Id anahtarlarını arar. Bir mod değiştirilmiş verilerle tüm satırı değiştirirse bu tür bir yineleme iyidir ve amaçlanmıştır, örneğin bir mod ve alt modu veya vanilla oyun verilerini değiştirmek isteyen bir mod için. Ancak bunlar modcuların bir satırı kopyala-yapıştır yapıp id'yi değiştirmeyi unutması durumu da olabilir.",
  "noFileCollisionsFound": "Dosya çakışması bulunamadı!",
  "noDBKeyCollisionsFound": "Veritabanı anahtarı çakışması bulunamadı!",
  "noMissingDBKeysFound": "Eksik veritabanı anahtarı bulunamadı!",
  "enableAll": "Tümünü Etkinleştir",
  "disableAll": "Tümünü Devre Dışı Bırak",
  "addCategory": "Kategori ekle:",
  "addCategoryHelp1": "Kategoriyi kaldırmak için Ctrl'i basılı tutun.",
  "addCategoryHelp2": "Tüm kategorileri değiştirmek için Ctrl+Shift'i basılı tutun.",
  "duplicateKeys": "Yinelenen Anahtarlar",
  "noDuplicateKeysFound": "Yinelenen anahtar bulunamadı!",
  "packName": "Paket Adı",
  "duplicateDBKey": "Yinelenen VT Anahtarı",
  "bisectModList": "Mod Listesini İkiye Böl",
  "bisectModListRandomly": "Mod Listesini Rastgele İkiye Böl",
  "bisectModListMsg": "Mod listenizi test etmek için. Mevcut mod listesini 2 yeni ön ayara böl. Daha sonra bir ön ayar seçip onunla test edebilir ve tekrar ikiye bölebilirsiniz. Modlarınızdan herhangi birinin özel yükleme sırası varsa yeni ön ayarlardaki tüm modların yükleme sırası olacağını unutmayın.",
  "bisectModListRandomMsg": "Yeni ön ayarlar için modları rastgele seçer.",
  "duplicateListenerNames": "Yinelenen Dinleyici Adları",
  "noDuplicateListenerNamesFound": "Yinelenen dinleyici adı bulunamadı!",
  "fileErrors": "Dosya Hataları",
  "noFileErrorsFound": "Dosya hatası bulunamadı!",
  "packFileName": "Mod/Paket İçindeki Dosya Adı",
  "fileInsidePack": "Paket İçindeki Dosya: <PACKNAME>",
  "duplicateListenerName": "Yinelenen Dinleyici Adı",
  "line": "Satır",
  "column": "Sütun",
  "compatHelpSix": "Yinelenen Dinleyici Adları sekmesi Lua betikleri içinde 'core:add_listener' ile eklenen yinelenen dinleyici adlarını arar. Bu genellikle başka bir betikten kopyala-yapıştır nedeniyle core:remove_listener de dahil olmadığı sürece bir sorun değildir. Yine de yinelenen dinleyici adlarının olmaması her zaman iyi bir uygulamadır.",
  "compatHelpSeven": "Dosya Hataları sekmesi Lua ve XML dosyalarını (bu variantmeshdefinitions içerir) sözdizimi hataları için ayrıştırır. Lua için bu çalışma zamanı hatalarını yakalayamaz ancak bazı sorunları yakalayabilir. Bazı XML hataları da oyun içi XML ayrıştırıcısı hatalı XML'e çok toleranslı olduğu için oyun içinde sorun olmayabilir.",
  "compatHelpEight": "Eksik Dosyalar sekmesi başka bir dosyada referans alınan ancak gerçekte var olmayan dosyaları listeler. Modlar kullanılmayan dosyalar içerebileceği için bunun sorun olmaması mümkündür. Dosya türleri için simgeler:",
  "forceResubscribe": "Yeniden Aboneliği Zorla",
  "forceResubscribeMsg": "Steam'i aynı modlardan abonelikten çıkıp sonra tekrar abone olmaya zorlar, bu da modları siler ve indirir. Yeniden İndirmeyi Zorla'nın yeterli olmadığı durumlarda. Varsayılan olarak bu etkin modlar için, tüm modlar için Shift'i basılı tutun. Önceden yedek olarak koleksiyon yapmanızı öneririm, bunun için seçenek aşağıda. Çok fazla modunuz varsa çok zaman alır.",
  "collapseAll": "Tümünü Daralt",
  "expandAll": "Tümünü Genişlet",
  "sameFileSize": "Her iki dosya da aynı boyutta",
  "processingMods": "Modlar işleniyor...",
  "uploadingMod": "Mod Yükleniyor...",
  "failedUpdatingMod": "Mod Güncelleme Başarısız!",
  "modUpdated": "Mod Güncellendi!",
  "needsToAcceptSteamWorkshopAgreement": "Steam Workshop şartlarını ve koşullarını kabul etmeniz gerekiyor!",
  "uploadModTooltip": "Modu workshop'a yükler.",
  "uploadMod": "Mod Yükle",
  "modCreated": "Mod Oluşturuldu",
  "failedUploadingMod": "Mod Yükleme Başarısız!",
  "missingModThumbnail": "Mod küçük resmi eksik!",
  "thumbnailTooBig": "Küçük resim boyutu çok büyük!",
  "compatCheckVanillaPacksMsg": "Uyumluluk Kontrolü çalıştırırken vanilla oyun dosyaları da ayrıştırılmalı mı. Genellikle kapalı bırakın, sadece vanilla sorunları bulup düzelten kişiler için yararlı.",
  "compatCheckVanillaPacks": "Uyumluluk Kontrolü Vanilla Paketleri",
  "troy": "Troy",
  "mainTroyFolder": "Troy.exe dosyasını içeren ana Troy klasörü, örneğin C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Troy",
  "troyFolder": "Troy klasörü:",
  "troyContentFolder": "Modları içeren 1099410 (Troy için steam ID'si) adlı Troy Steam Workshop içerik klasörü, örneğin C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1099410",
  "selectTroyFolder": "Troy Klasörünü Seç",
  "setFolderPathsManuallyTroy": "Mod yöneticisi Troy klasör konumlarını Windows Kayıt Defteri'nden almaya çalıştı, ancak bulamadı! Bunları manuel olarak ayarlamanız gerekecek!",
  "setFolderPathsManuallyOptionallyTroy": "Mod yöneticisi Troy klasör yollarını Windows Kayıt Defteri'nden otomatik olarak buldu, ancak bunları burada manuel olarak ayarlayabilirsiniz.",
  "pharaoh": "Pharaoh",
  "mainPharaohFolder": "Pharaoh.exe dosyasını içeren ana Pharaoh klasörü, örneğin C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Pharaoh",
  "pharaohFolder": "Pharaoh klasörü:",
  "pharaohContentFolder": "Modları içeren 1937780 (Pharaoh için steam ID'si) adlı Pharaoh Steam Workshop içerik klasörü, örneğin C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\1937780",
  "selectPharaohFolder": "Pharaoh Klasörünü Seç",
  "setFolderPathsManuallyPharaoh": "Mod yöneticisi Pharaoh klasör konumlarını Windows Kayıt Defteri'nden almaya çalıştı, ancak bulamadı! Bunları manuel olarak ayarlamanız gerekecek!",
  "setFolderPathsManuallyOptionallyPharaoh": "Mod yöneticisi Pharaoh klasör yollarını Windows Kayıt Defteri'nden otomatik olarak buldu, ancak bunları burada manuel olarak ayarlayabilirsiniz.",
  "noMissingFilesFound": "Eksik dosya bulunamadı!",
  "missingFiles": "Eksik Dosyalar",
  "skillsViewer": "Yetenekler",
  "dynasties": "Pharaoh Dynasties",
  "mainDynastiesFolder": "Pharaoh.exe dosyasını içeren ana Dynasties klasörü, örneğin C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War PHARAOH DYNASTIES",
  "dynastiesFolder": "Dynasties klasörü:",
  "dynastiesContentFolder": "Modları içeren 2951630 (Pharaoh Dynasties için steam ID'si) adlı Dynasties Steam Workshop içerik klasörü, örneğin C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\2951630",
  "selectDynastiesFolder": "Dynasties Klasörünü Seç",
  "setFolderPathsManuallyDynasties": "Mod yöneticisi Pharaoh Dynasties klasör konumlarını Windows Kayıt Defteri'nden almaya çalıştı, ancak bulamadı! Bunları manuel olarak ayarlamanız gerekecek!",
  "setFolderPathsManuallyOptionallyDynasties": "Mod yöneticisi Pharaoh Dynasties klasör yollarını Windows Kayıt Defteri'nden otomatik olarak buldu, ancak bunları burada manuel olarak ayarlayabilirsiniz.",
  "chooseNewModTag": "Yeni mod için etiket seçin:",
  "upload": "Yükle",
  "showHiddenSkills": "Gizli Yetenekleri Göster",
  "showHiddenModifiersInsideSkills": "Yetenekler İçindeki Gizli Değiştiricileri Göster",
  "options": "Seçenekler",
  "relaunchingGame": "Oyun otomatik yeniden başlatılıyor (iptal etmek için tıklayın)...",
  "queueUpRelaunchingGame": "Oyun kapandığında yeniden başlatmayı sıraya almak için tıklayın.",
  "gameCurrentlyRunning": "Oyun şu anda çalışıyor!",
  "searchSaves": "Kayıtlı Dosyaları Ara",
  "searchInsidePacks": "Paketler İçinde Ara",
  "searchInsidePacksMsg1": "Etkin paketler içinde metin ara.",
  "searchInsidePacksMsg2": "Hem ascii (VT anahtarları) hem de unicode kodlanmış (locs) metni arar. Büyük modlar veya çok fazla mod ile çok zaman alabilir.",
  "searchInsidePacksMsg3": "Oyun içi bağlam görüntüleyicisinden bir VT anahtarınız veya oyun içi metin parçanız veya betik dosya adınız olduğunda ve hangi moddan geldiğini bilmek istediğinizde kullanılır.",
  "search": "Ara",
  "searchInsidePacksResults": "Metin İçeren Paketler:",
  "searchInsidePacksDescription": "Etkin modlar içinde metin ara.",
  "skillUnlockRequirementMultipleParents": "Önceki grupta NUM_SKILL_POINTS harcadıktan sonra kullanılabilir.",
  "skillUnlockRequirementParent": "\"REQUIRED_SKILL\" açıldıktan sonra kullanılabilir.",
  "skillUnlockWillLock": "Bu yeteneği açmak şunları kilitleyecek:",
  "checkSkillRequirements": "Yetenek Gereksinimlerini Kontrol Et",
  "holdCtrlToTerminateGame": "Oyunu sonlandırmak için Ctrl'i basılı tutup tıklayın.",
  "skillUnlockRank": "UNLOCK_RANK seviyesinde kullanılabilir",
  "rank": "Seviye",
  "setFolderPathsManuallyRome2": "Mod yöneticisi Rome 2 klasör konumlarını Windows Kayıt Defteri'nden almaya çalıştı, ancak bulamadı! Bunları manuel olarak ayarlamanız gerekecek!",
  "setFolderPathsManuallyOptionallyRome2": "Mod yöneticisi Rome 2 klasör yollarını Windows Kayıt Defteri'nden otomatik olarak buldu, ancak bunları burada manuel olarak ayarlayabilirsiniz.",
  "rome2": "Rome 2",
  "mainRome2Folder": "Three_Kingdoms.exe dosyasını içeren ana Rome 2 klasörü, örneğin C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War Rome II",
  "rome2Folder": "Rome 2 klasörü:",
  "selectRome2Folder": "Rome 2 Klasörünü Seç",
  "rome2ContentFolder": "Modları içeren 214950 (Rome 2 için steam ID'si) adlı Rome 2 Steam Workshop içerik klasörü, örneğin C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\214950",
  "addedMod": "Mod eklendi:",
  "resubscribing": "Yeniden abone oluyor:",
  "queue": "Kuyrukta kalan:",
  "downloadingUpdate": "Güncelleme indiriliyor...",
  "editCategories": "Kategorileri Düzenle",
  "addNewCategory": "Yeni Kategori Ekle",
  "enterCategoryName": "Kategori adını girin...",
  "add": "Ekle",
  "existingCategories": "Mevcut Kategoriler",
  "categoryName": "Kategori Adı",
  "color": "Renk",
  "actions": "İşlemler",
  "setCategoryColor": "Kategori rengini ayarla",
  "save": "Kaydet",
  "cancel": "İptal",
  "renameCategoryTooltip": "Kategoriyi yeniden adlandır",
  "deleteCategoryTooltip": "Kategoriyi sil",
  "noCategoriesFound": "Kategori bulunamadı. Başlamak için yukarıdan bir tane ekleyin.",
  "close": "Kapat",
  "updateReady": "Güncelleme Hazır",
  "updateReadyMessage": "Güncelleme indirildi. Uygulama şimdi kapanacak ve otomatik olarak güncellenecek.",
  "updateFailed": "Güncelleme Başarısız",
  "updateNow": "Şimdi Güncelle",
  "updateFailedMessage": "Güncelleme indirilemedi veya yüklenemedi:",
  "errorSomethingWentWrong": "Bir şeyler ters gitti:",
  "errorScreenshotInstructions": "%appdata%/wh3mm/logs/main.log içinde kaydedilen hatayı bulabilir ve bildirebilirsiniz",
  "removeBadge": "Rozeti kaldır",
  "noMatches": "EŞLEŞME YOK",
  "allMods": "Tüm modlar",
  "colorBlue": "Mavi",
  "colorEmerald": "Zümrüt",
  "colorRed": "Kırmızı",
  "colorAmber": "Kehribar",
  "colorPurple": "Mor",
  "colorRose": "Gül",
  "colorTeal": "Deniz Mavisi",
  "colorSlate": "Arduvaz",
  "colorWhite": "Beyaz",
  "colorLime": "Lime",
  "colorSky": "Gök",
  "colorFuchsia": "Fuşya",
  "setCategoryColorTooltip": "{{category}} rengini {{color}} olarak ayarla",
  "renamePackFiles": "Paket Dosyalarını Yeniden Adlandır",
  "useRegularExpression": "Düzenli İfade Kullan",
  "searchPatternRegex": "Arama Deseni (Düzenli İfade)",
  "searchText": "Arama Metni",
  "searchPatternPlaceholderRegex": "örn., (ovn_araby_)(.*)  veya  old_name.*",
  "searchTextPlaceholder": "örn., ovn_araby_lords",
  "replaceWith": "Şununla Değiştir",
  "replaceWithPlaceholderRegex": "örn., $1new_$2  veya  new_name",
  "replaceWithPlaceholder": "örn., new_ovn_araby_lords",
  "pathFilterOptional": "Yol Filtresi (İsteğe Bağlı)",
  "pathFilterPlaceholder": "örn., db  veya  warscape_animated_tables  (tüm yollar için boş bırakın)",
  "pathFilterDescription": "Sadece yolu bu metni içeren dosyaları yeniden adlandır. \"db\\warscape_animated_tables\\file.txt\" için \"db\" veya \"warscape_animated_tables\" kullanabilirsiniz",
  "preview": "Önizle",
  "filesWillBeRenamed": "{{count}} dosya yeniden adlandırılacak",
  "from": "NEREDEN:",
  "to": "NEREYE:",
  "noFilesMatch": "Hiçbir dosya arama deseniyle eşleşmiyor",
  "enterSearchPattern": "Değişiklikleri önizlemek için arama deseni girin",
  "invalidRegularExpression": "Geçersiz düzenli ifade",
  "renaming": "Yeniden adlandırılıyor...",
  "rename": "Yeniden Adlandır",
  "renameNFiles": "{{count}} Dosyayı Yeniden Adlandır",
  "testRename": "Test Yeniden Adlandırma (Değişiklik Yok)",
  "noFilesToRename": "Yeniden Adlandırılacak Dosya Yok",
  "renamePackedFiles": "Paketlenmiş Dosyaları Yeniden Adlandır",
  "setFolderPathsManuallyShogun2": "Mod yöneticisi, Windows Kayıt Defteri'nden Shogun 2 klasör konumlarını almaya çalıştı ancak bulamadı! Bunları manuel olarak ayarlamanız gerekiyor!",
  "setFolderPathsManuallyOptionallyShogun2": "Mod yöneticisi, Windows Kayıt Defteri'nden Shogun 2 klasör yollarını otomatik olarak buldu, ancak bunları burada manuel olarak ayarlayabilirsiniz.",
  "shogun2": "Shogun 2",
  "mainShogun2Folder": "shogun2.exe dosyasını içeren ana Shogun 2 klasörü, örneğin C:\\Program Files (x86)\\Steam\\steamapps\\common\\Total War SHOGUN 2",
  "shogun2Folder": "Shogun 2 klasörü:",
  "selectShogun2Folder": "Shogun 2 Klasörünü Seç",
  "shogun2ContentFolder": "Shogun 2 Steam Workshop içerik klasörü 201270 (Shogun 2'nin Steam ID’si) adlı, modları içeren klasör, örneğin C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\201270",
  "copyModToData": "Modu data klasörüne kopyala"
}
